[
  {
    "end_time": 6760,
    "index": 1,
    "start_time": 320,
    "text": "Hi, this is Jon on behalf of Expert Village.\nIn this kitchen we&#39;re going to be putting"
  },
  {
    "end_time": 13760,
    "index": 2,
    "start_time": 6760,
    "text": "down wood flooring and we need to calculate\nhow much flooring to buy. The first thing"
  },
  {
    "end_time": 21439,
    "index": 3,
    "start_time": 14440,
    "text": "I did was draw up a basic floor plan of the\nkitchen now my wood floors are going to go"
  },
  {
    "end_time": 29699,
    "index": 4,
    "start_time": 22699,
    "text": "in the areas with red they do go below the\nstove and the fridge but not underneath the"
  },
  {
    "end_time": 36890,
    "index": 5,
    "start_time": 30140,
    "text": "cabinetry. What I need to do to calculate\nthe flooring is figure out the square footage"
  },
  {
    "end_time": 41410,
    "index": 6,
    "start_time": 36890,
    "text": "so I&#39;m going to break the kitchen up into\nfour different sections. This one will be"
  },
  {
    "end_time": 48410,
    "index": 7,
    "start_time": 41410,
    "text": "number one, number two, number three and number\nfour I&#39;m going to go through and measure the"
  },
  {
    "end_time": 55620,
    "index": 8,
    "start_time": 48620,
    "text": "width and the length of each section and record\nthe data. So what I done is come up with my"
  },
  {
    "end_time": 64720,
    "index": 9,
    "start_time": 58010,
    "text": "four sections I&#39;ve measured each section and\nwrote down my measurements on this last one"
  },
  {
    "end_time": 71720,
    "index": 10,
    "start_time": 64720,
    "text": "it was 2.5 feet X 2 feet. I&#39;ve then multiple\nthose two measurements together which gave"
  },
  {
    "end_time": 79579,
    "index": 11,
    "start_time": 72710,
    "text": "me my total square footage for each section.\nThen I&#39;m going to go ahead and add all of"
  },
  {
    "end_time": 86579,
    "index": 12,
    "start_time": 79579,
    "text": "those up and that&#39;s going to give me 73 square\nfeet. Now it&#39;s always good to add about 15%"
  },
  {
    "end_time": 96950,
    "index": 13,
    "start_time": 89950,
    "text": "to your materials for waist so I have my materials\nof 73 square feet, I&#39;m going to add 15% so"
  },
  {
    "end_time": 106119,
    "index": 14,
    "start_time": 99119,
    "text": "I&#39;m going to multiple it by 1.15. That&#39;s going\nto give me a total of 83.95 square feet and"
  },
  {
    "end_time": 113079,
    "index": 15,
    "start_time": 107750,
    "text": "I might as well rounded right up to 85 square\nfeet."
  }
]