[
  {
    "end_time": 23700,
    "index": 1,
    "start_time": 18300,
    "text": "When we think about heroes, our understanding is primarily carved from American comics."
  },
  {
    "end_time": 28400,
    "index": 2,
    "start_time": 23701,
    "text": "These heroes usually have some kind of super powers that make them special and strong."
  },
  {
    "end_time": 32600,
    "index": 3,
    "start_time": 28401,
    "text": "But from the European perspective, the status of a hero is very different."
  },
  {
    "end_time": 36300,
    "index": 4,
    "start_time": 33100,
    "text": "What makes Tintin a European hero is his personality."
  },
  {
    "end_time": 40500,
    "index": 5,
    "start_time": 36700,
    "text": "He doesn&#39;t have any supernatural abilities, but rather very natural ones."
  },
  {
    "end_time": 48000,
    "index": 6,
    "start_time": 42300,
    "text": "He is always optimistic, righteous, helpful, fights for the right thing, and seeks for the truth."
  },
  {
    "end_time": 51300,
    "index": 7,
    "start_time": 48001,
    "text": "And he does all of this without asking for something in return."
  },
  {
    "end_time": 56400,
    "index": 8,
    "start_time": 53200,
    "text": "For Tintin, righteousness and money are on different sides,"
  },
  {
    "end_time": 60800,
    "index": 9,
    "start_time": 56401,
    "text": "because even though he has often been offered a lot of money or gold throughout his adventures"
  },
  {
    "end_time": 64500,
    "index": 10,
    "start_time": 61000,
    "text": "he always refuses to take it and leaves it to their rightful owners."
  },
  {
    "end_time": 70100,
    "index": 11,
    "start_time": 66200,
    "text": "As a reporter, his adventures are full of sensational stories to tell,"
  },
  {
    "end_time": 74300,
    "index": 12,
    "start_time": 70101,
    "text": "yet he never hurries and instead lets other reporters tell these stories first."
  },
  {
    "end_time": 79300,
    "index": 13,
    "start_time": 74301,
    "text": "There has never been any kind of competition for him due to his lack of interest in fame or money,"
  },
  {
    "end_time": 83300,
    "index": 14,
    "start_time": 79500,
    "text": "even though he is a relatively well-known character within the comic series."
  },
  {
    "end_time": 90500,
    "index": 15,
    "start_time": 86300,
    "text": "In addition, when it comes to saving friends out of trouble, there is no limit for him."
  },
  {
    "end_time": 94600,
    "index": 16,
    "start_time": 91000,
    "text": "Even if he has to climb the Himalayas or help rebels in a revolution,"
  },
  {
    "end_time": 99000,
    "index": 17,
    "start_time": 94800,
    "text": "he even manages to convince them of a bloodless revolution without executions."
  },
  {
    "end_time": 104199,
    "index": 18,
    "start_time": 100100,
    "text": "Tintin maintains good faith in people, sometimes even in his enemies."
  },
  {
    "end_time": 111000,
    "index": 19,
    "start_time": 104600,
    "text": "This all gives Tintin a personality which adequately portrays the characteristics of a European hero."
  },
  {
    "end_time": 117500,
    "index": 20,
    "start_time": 114800,
    "text": "Don&#39;t ever mess with Action-Man!"
  }
]