[
  {
    "end_time": 7000,
    "index": 1,
    "start_time": 0,
    "text": "A culture is said to be unique if it is said to have different types of food habits, traditions, clothing and culture when compared to other cultures.If we travel around the world, we can explore unique cultures and traditions.As culture represents geography, identification, lifestyles and much more,if we study about various cultures around the world we can encounter unusual things too."
  },
  {
    "end_time": 14000,
    "index": 2,
    "start_time": 7000,
    "text": "Mourning of Muharram is one of the odd and  unusual cultures seen in Muslim communities.This takes place on the death anniversary of Husayn Ibn Ali.On this day, a number of Shia Muslims go out with whips having knives and blades attached to them and they start beating themselves continuously with them.Few people cut their own heads using these knives.This tradition may look awkward but it has been blindly passed over to their descendants from generations.One of the interesting thing about this culture is people participate in this weird culture voluntarily."
  },
  {
    "end_time": 28000,
    "index": 3,
    "start_time": 21000,
    "text": "The phrase Baby tossing itself says that it is a wired culture.This unusual culture is visible in Solapur village situated in Maharashtra state.According to this culture ,the new born babies are tossed from a height of  50 feet terrace.People stay at the foot of the terrace holding sheets to catch the baby safely.It is believed that following this culture gives their children good luck, long and healthy life and they also believe that they will grow smart."
  },
  {
    "end_time": 35000,
    "index": 4,
    "start_time": 28000,
    "text": "In China, we can see lots of hanging coffins on the chillingly steep cliffs along Yangtze River, China.Few people in China known as Toraja follow this ususual culture.According to this culture, people bury their family members in coffins after death and hang them over some cliffs.These coffins are usually hung at a height of 33 to 164 feet and few coffins are hung as high as 328 feet above the ground.It is still a mystery how these coffins were placed at such great heights.This type of weird culture is not only seen in China but also seen in some parts of Indonesia and Philippines."
  },
  {
    "end_time": 42000,
    "index": 5,
    "start_time": 35000,
    "text": "Kanamara Matsuri is one of the weird festival celebrated in Japan.This is a festival of steel penis that is celebrated on the first Sunday of April every year.People celebrate this festival by holding a giant wooden phallus.Holding this phallus people march around the town.People believe that celebrating this festival will bring regenerative abilities on the local crops and also ensures the fertility for everyone.But most of the people wonder about this culture that an entire festival in Japan is dedicated to Penis."
  },
  {
    "end_time": 49000,
    "index": 6,
    "start_time": 42000,
    "text": "This is a unique culture followed by Romanian people.This criminal tradition has been carried out since centuries.According to this culture ,some of the friends of the groom decide to kidnap the bride.In exchange they demand for bottles of whisky or something more romantic.The guys who kidnapped the bride mange through phone call.This is a harmless tradition and is celebrated on marriage occasions."
  },
  {
    "end_time": 56000,
    "index": 7,
    "start_time": 49000,
    "text": "This type of odd culture is followed by few ethic groups in Indonesia.According to this culture people wrap the dead in special grabs and keep it safe in the house they live.People believe that their loved ones soul will be preserved until they are buried."
  },
  {
    "end_time": 63000,
    "index": 8,
    "start_time": 56000,
    "text": "This is one of the odd traditions that is existing in the world.This old culture is followed by the residents of Spain since 1620.This culture was mainly organized to keep the devils away.According to this culture, children are laid on the mattresses in the street and heavy crowd gather to watch.Usually the jumpers wear traditional costumes to look like devils. During the jumping some injuries takes place but this culture is still popular in Spain."
  },
  {
    "end_time": 70000,
    "index": 9,
    "start_time": 63000,
    "text": "According to this culture, as funerals are sometimes costly and some of the families can’t afford an initial proper burial.So, such people place bury the dead body in a temporary coffin and when they are having enough money to do the burial, the corpse is raised from the dead and walks to its new resting place."
  },
  {
    "end_time": 77000,
    "index": 10,
    "start_time": 70000,
    "text": "This unique festival is celebrated in Thailand.This is fun and strangest festival that still exists in the world.In this festival people set up fruits, flowers, cakes and candy on the tables in the downtown area and all the monkeys are attracted by this food and hop all over the tables entertaining the viewers.This monkey buffet festival was started in the year 1989.Thousands of tourists visit Thailand to attend this festival every year.This festival is usually celebrated on 25th November every year."
  }
]