[
  {
    "end_time": 3504,
    "index": 1,
    "start_time": 0,
    "text": "&quot;Eating Green to Prevent Cancer&quot;"
  },
  {
    "end_time": 9189,
    "index": 2,
    "start_time": 3504,
    "text": "Why do people who eat more plants get less cancer? "
  },
  {
    "end_time": 24567,
    "index": 3,
    "start_time": 9189,
    "text": "We&#39;ve talked about some phytonutrients that can act as antioxidants to douse free radicals, how some can boost our liver&#39;s own detoxifying enzymes, and some \nthat even boost our DNA repair enzymes to patch up any damage done."
  },
  {
    "end_time": 39868,
    "index": 4,
    "start_time": 24567,
    "text": "But, 22 years ago the interceptor molecule hypothesis was postulated. \nServing as a first line of defense, interceptors bind to mutagens and carcinogens \nto thereby block them from coming in contact with our DNA in the first place."
  },
  {
    "end_time": 50567,
    "index": 5,
    "start_time": 39868,
    "text": "Many carcinogens, shown here in blue, have a flat ring system narrow \n enough to slip into the spine of our DNA, causing mutations."
  },
  {
    "end_time": 60105,
    "index": 6,
    "start_time": 50567,
    "text": "But if some interceptor were able to glom onto \nthe carcinogen first, it may no longer fit into our DNA."
  },
  {
    "end_time": 75137,
    "index": 7,
    "start_time": 60105,
    "text": "So, the search was on - combing for the existence of carcinogen-binding molecules, \nand in 2007 we discovered one such amazing molecule was chlorophyll, \nthe most ubiquitous plant pigment in the world-"
  },
  {
    "end_time": 79084,
    "index": 8,
    "start_time": 75138,
    "text": "that which makes dark green leafy vegetables dark green."
  },
  {
    "end_time": 87118,
    "index": 9,
    "start_time": 79084,
    "text": "In subsequent years, the ability of chlorophyll to totally abolish DNA damage \nof human cells exposed to carcinogens was documented in a petri dish."
  },
  {
    "end_time": 96750,
    "index": 10,
    "start_time": 87118,
    "text": "What we really need to see is, does it work in people? \nBut you can&#39;t just give people carcinogens...unless you pay them enough."
  },
  {
    "end_time": 110530,
    "index": 11,
    "start_time": 96751,
    "text": "Effects of Chlorophyll on Low-Dose Aflatoxin in Human Volunteers - \nthey had people drink a solution of radioactive aflatoxin, (the carcinogen \nthat used to be a problem in peanut butter) with or without spinach chlorophyll."
  },
  {
    "end_time": 126120,
    "index": 12,
    "start_time": 110530,
    "text": "Here&#39;s the big spike in their bloodstream of aflatoxin without spinach \nin their stomach, and this is with. Apparently the chlorophyll bound to \nthe aflatoxin and prevented its absorption into the bloodstream."
  },
  {
    "end_time": 137600,
    "index": 13,
    "start_time": 126120,
    "text": "In sum, these studies provide substantial evidence that chlorophylls can strongly \ninhibit uptake of aflatoxins in the whole animal, which in this case, was us."
  }
]