[
  {
    "end_time": 250,
    "index": 1,
    "start_time": 0,
    "text": "Hej!"
  },
  {
    "end_time": 4200,
    "index": 2,
    "start_time": 250,
    "text": "We know more and more people are moving to cities and living in small apartments."
  },
  {
    "end_time": 9260,
    "index": 3,
    "start_time": 4200,
    "text": "So we challenged ourselves to make a bedroom as small as possible for a young couple renting their space."
  },
  {
    "end_time": 15000,
    "index": 4,
    "start_time": 9260,
    "text": "Of course the bedroom needs to have room for sleeping, relaxing, getting dressed and tons of storage."
  },
  {
    "end_time": 17230,
    "index": 5,
    "start_time": 15000,
    "text": "The challenge is to think differently."
  },
  {
    "end_time": 25060,
    "index": 6,
    "start_time": 17230,
    "text": "We started by making a multifunctional bed. We built the base using METOD kitchen cabinets for big time under the bed storage."
  },
  {
    "end_time": 32189,
    "index": 7,
    "start_time": 25560,
    "text": "We left this space for movable storage. We screwed wheels on an IVAR shelf, so some things can be hidden but still easy to access."
  },
  {
    "end_time": 40180,
    "index": 8,
    "start_time": 32189,
    "text": "Because this couple rents, we tried not to drill any holes. But they can still show their personalities with textiles and by taping up their favourite things. "
  },
  {
    "end_time": 46160,
    "index": 9,
    "start_time": 40180,
    "text": "Here we made a getting ready corner. These mirrors attach with double-stick tape and don&#39;t make holes, either."
  },
  {
    "end_time": 53150,
    "index": 10,
    "start_time": 46160,
    "text": "Natural light helps make a room feel bigger, so we were careful not to block the window. We have lamps, too, just not on the floor."
  },
  {
    "end_time": 59199,
    "index": 11,
    "start_time": 53150,
    "text": "What about hanging stuff? Here, we made an outfit board out of a piece of wallpapered wood."
  },
  {
    "end_time": 74150,
    "index": 12,
    "start_time": 60000,
    "text": "On this wall, we built a different kind of wardrobe. We made the outfit board idea even bigger by painting sheets of wood and covering them with knobs. To maximise space, we worked in layers and put movable clothes racks in front."
  },
  {
    "end_time": 78270,
    "index": 13,
    "start_time": 74150,
    "text": "This multifunctional storage bench makes a place to sit and put on socks and shoes."
  },
  {
    "end_time": 83280,
    "index": 14,
    "start_time": 78270,
    "text": "That&#39;s a lot of storage and ideas in one bedroom, but we squeezed it down to 9.5 square metres."
  },
  {
    "end_time": 88030,
    "index": 15,
    "start_time": 83280,
    "text": "We had to build it, of course. Come on in. We&#39;ll show you how it works."
  },
  {
    "end_time": 96060,
    "index": 16,
    "start_time": 88030,
    "text": "Eventhough the room is small, well-planned storage makes it feel bigger. And open floor space leaves room for two even if it&#39;s tight sometimes."
  },
  {
    "end_time": 119009,
    "index": 17,
    "start_time": 114100,
    "text": "Movable furniture means flexibility, so you can hide things and work in layers."
  },
  {
    "end_time": 127040,
    "index": 18,
    "start_time": 123000,
    "text": "Added touches like knobs, handles and paint tie the room&#39;s style together."
  },
  {
    "end_time": 136090,
    "index": 19,
    "start_time": 132000,
    "text": "Textiles make the bedroom personal and of course, comfy, too."
  },
  {
    "end_time": 146210,
    "index": 20,
    "start_time": 139090,
    "text": "Multifunctional is magical. A roller blind can be a movie screen. A drawer can be a bedside table."
  },
  {
    "end_time": 160250,
    "index": 21,
    "start_time": 151000,
    "text": "Ready to find the possibilities in your small space? Use multifunctional, movable and layered solutions to create smart storage and open floor space. Happy planning!"
  }
]