[
  {
    "end_time": 25070,
    "index": 1,
    "start_time": 22780,
    "text": "I&#39;m going to have to cut back on the caffeine."
  },
  {
    "end_time": 29720,
    "index": 2,
    "start_time": 27030,
    "text": "Uh oh!  Who was supposed to pay the electric bill?"
  },
  {
    "end_time": 35309,
    "index": 3,
    "start_time": 33870,
    "text": "You&#39;re not supposed to be in here."
  },
  {
    "end_time": 37100,
    "index": 4,
    "start_time": 35310,
    "text": "You&#39;re supposed to be afraid of me."
  },
  {
    "end_time": 39520,
    "index": 5,
    "start_time": 37100,
    "text": "Why?  Are you supposed to be some kind of ghost?"
  },
  {
    "end_time": 42990,
    "index": 6,
    "start_time": 39520,
    "text": "I used to be a teacher at this school.  Do you want to know how I died?"
  },
  {
    "end_time": 45970,
    "index": 7,
    "start_time": 43120,
    "text": "Not really.  But, I guess I&#39;m going to have to listen anyways."
  },
  {
    "end_time": 50099,
    "index": 8,
    "start_time": 46050,
    "text": "I was protesting against the use of computers in education."
  },
  {
    "end_time": 57250,
    "index": 9,
    "start_time": 50710,
    "text": "I was going to lie in front of a truck full of computers.  The truck was supposed to stop.  But, I got run over!"
  },
  {
    "end_time": 59800,
    "index": 10,
    "start_time": 57400,
    "text": "Tough luck! I guess you&#39;re going to have to get over it."
  },
  {
    "end_time": 64680,
    "index": 11,
    "start_time": 59890,
    "text": "Now, I&#39;m going to haunt this computer lab until students have to stop using it."
  },
  {
    "end_time": 68060,
    "index": 12,
    "start_time": 66630,
    "text": "What do you have against computers??"
  },
  {
    "end_time": 78149,
    "index": 13,
    "start_time": 68350,
    "text": "There never used to be any computer viruses.  There never used to be any SPAM!  There never used to be any Internet PORN before computers!"
  },
  {
    "end_time": 84160,
    "index": 14,
    "start_time": 78220,
    "text": "Yeah!  You used to have to go to the convenience store to buy your girlie-mags... pretty inconvenient if you asked me!"
  },
  {
    "end_time": 90490,
    "index": 15,
    "start_time": 84160,
    "text": "Computers are bad for education. Students used to spend more time in the library!"
  },
  {
    "end_time": 98850,
    "index": 16,
    "start_time": 90490,
    "text": "Yeah!  It used to take all day to find the right articles for a research paper.  Now, all you have to do is a keyword search.  It only takes a couple of minutes."
  },
  {
    "end_time": 103100,
    "index": 17,
    "start_time": 98850,
    "text": "Students used to spend more time listening to tapes to study a foriegn language."
  },
  {
    "end_time": 109169,
    "index": 18,
    "start_time": 103100,
    "text": "Yeah!  And tapes used to be expensive too.  Now, you get all the listening material you want to hear for free on the Web."
  },
  {
    "end_time": 115330,
    "index": 19,
    "start_time": 109170,
    "text": "Students used to listen to their teachers more.  Teachers used to be the source of knowledge for students."
  },
  {
    "end_time": 121890,
    "index": 20,
    "start_time": 115330,
    "text": "Yeah.. but now information is easy for anybody to get, so teachers aren&#39;t so important.  What are you going to do? That&#39;s progress!"
  },
  {
    "end_time": 127920,
    "index": 21,
    "start_time": 121890,
    "text": "I&#39;ll tell you what I&#39;m going to do.  I&#39;m going to put a curse on this place and all of the computer geeks who work here!"
  },
  {
    "end_time": 131270,
    "index": 22,
    "start_time": 127920,
    "text": "Uh. You&#39;re going to have to get past our &quot;Poltergeist Firewall&quot; first."
  },
  {
    "end_time": 137010,
    "index": 23,
    "start_time": 131270,
    "text": "Poltergeist Firewall?  There never used to be a Poltergeist Firewall in here!"
  },
  {
    "end_time": 147520,
    "index": 24,
    "start_time": 143800,
    "text": "You know?  You really ought to try to keep up with technology."
  }
]