[
  {
    "end_time": 6700,
    "index": 1,
    "start_time": 2080,
    "text": "My name is Tahl Leibovitz and I&#39;m here at\nSPiN, New York. I am a professional table"
  },
  {
    "end_time": 13679,
    "index": 2,
    "start_time": 6700,
    "text": "tennis player who has been competing internationally\nsince 1995. I am here today to speak to you"
  },
  {
    "end_time": 20679,
    "index": 3,
    "start_time": 13679,
    "text": "about the intermediate and beginner aspects\nof the Olympic sport of table tennis. I&#39;m"
  },
  {
    "end_time": 26230,
    "index": 4,
    "start_time": 22180,
    "text": "going to discuss the different points on where\nto hit the table tennis ball, and it&#39;s very"
  },
  {
    "end_time": 31460,
    "index": 5,
    "start_time": 26230,
    "text": "very important to know these points. We&#39;re\ngoing to discuss four points. The first point"
  },
  {
    "end_time": 35690,
    "index": 6,
    "start_time": 31460,
    "text": "is being able to hit the top of the ball.\nThe reason we hit the top of the ball is because"
  },
  {
    "end_time": 40379,
    "index": 7,
    "start_time": 35690,
    "text": "we want to keep the ball from going off the\ntable, and this happens when our opponent"
  },
  {
    "end_time": 45080,
    "index": 8,
    "start_time": 40379,
    "text": "imparts a lot of top spin to the ball. They\nbrush the ball with a lot of spin, so we want"
  },
  {
    "end_time": 49830,
    "index": 9,
    "start_time": 45080,
    "text": "to try to get on top of the ball so that it\ndoesn&#39;t go over the table. The other point,"
  },
  {
    "end_time": 54610,
    "index": 10,
    "start_time": 49830,
    "text": "which is the exact opposite, is underneath\nthe ball. That&#39;s when we want to hit under,"
  },
  {
    "end_time": 58839,
    "index": 11,
    "start_time": 54610,
    "text": "and the reason for that is when our opponent\ngoes underneath the ball we want to stop the"
  },
  {
    "end_time": 63189,
    "index": 12,
    "start_time": 58839,
    "text": "ball from going directly to the net. Our goal\nis to get the ball over the net, and we do"
  },
  {
    "end_time": 67700,
    "index": 13,
    "start_time": 63189,
    "text": "this by hitting underneath the ball. The other\npoint, which is really important, is being"
  },
  {
    "end_time": 71890,
    "index": 14,
    "start_time": 67700,
    "text": "able to hit the middle of the ball. We hit\nthe middle of the ball when the ball usually"
  },
  {
    "end_time": 76360,
    "index": 15,
    "start_time": 71890,
    "text": "doesn&#39;t have a lot of spin on it, or it&#39;s\nslow, or warming up with our opponent, and"
  },
  {
    "end_time": 80900,
    "index": 16,
    "start_time": 76360,
    "text": "this is very important because we want to\nkeep a rhythm going, like a rally going. And"
  },
  {
    "end_time": 85090,
    "index": 17,
    "start_time": 80900,
    "text": "the final point, which is really really important\nalso, is being able to hit the side of the"
  },
  {
    "end_time": 89220,
    "index": 18,
    "start_time": 85090,
    "text": "ball, and the reason we hit the side of the\nball is because the ball has a lot of spin"
  },
  {
    "end_time": 93929,
    "index": 19,
    "start_time": 89220,
    "text": "on it. And when it has a lot of top spin or\nback spin, if we hit directly into the spin,"
  },
  {
    "end_time": 98100,
    "index": 20,
    "start_time": 93930,
    "text": "we feel the spin more, but there&#39;s less spin\non the side, because the ball is spinning"
  },
  {
    "end_time": 102280,
    "index": 21,
    "start_time": 98100,
    "text": "this way. So what we do is we just try to\nhit the side of the ball. And those are the"
  },
  {
    "end_time": 104340,
    "index": 22,
    "start_time": 102280,
    "text": "four important points of hitting the ball."
  }
]