[
  {
    "end_time": 15980,
    "index": 1,
    "start_time": 11020,
    "text": "The team that brought you Wallace and Gromit now bring their first full-length animated feature, Chicken Run."
  },
  {
    "end_time": 18840,
    "index": 2,
    "start_time": 16300,
    "text": "This is a movie all the critics went nuts for."
  },
  {
    "end_time": 23760,
    "index": 3,
    "start_time": 18940,
    "text": "&quot;It was well-written, it was well-animated, it was different, it had a unique story.&quot;"
  },
  {
    "end_time": 28080,
    "index": 4,
    "start_time": 23960,
    "text": "And it&#39;s another one, honestly, I think just sorta falls into the OK pile."
  },
  {
    "end_time": 30980,
    "index": 5,
    "start_time": 28320,
    "text": "But that&#39;s not bad, it&#39;s just OK."
  },
  {
    "end_time": 33240,
    "index": 6,
    "start_time": 31280,
    "text": "Why? Well, let&#39;s take a look."
  },
  {
    "end_time": 40739,
    "index": 7,
    "start_time": 33620,
    "text": "On a chicken farm in England, one little hen tries as hard as she can to escape everyday, but is constantly caught and thrown back in."
  },
  {
    "end_time": 46740,
    "index": 8,
    "start_time": 41200,
    "text": "Things get more dangerous, though, when the owner of the chicken farm decides that she wants to start making pies out of the chickens."
  },
  {
    "end_time": 51260,
    "index": 9,
    "start_time": 46960,
    "text": "So the hens have to make it out before the machine that makes the pies is fully put together."
  },
  {
    "end_time": 54460,
    "index": 10,
    "start_time": 51460,
    "text": "Their answer comes in the form of a rooster played by Mel Gibson."
  },
  {
    "end_time": 58639,
    "index": 11,
    "start_time": 54660,
    "text": "He claims that he flew into the pen and that he can teach the chickens how to fly as well."
  },
  {
    "end_time": 62180,
    "index": 12,
    "start_time": 58800,
    "text": "The only downside is his wing is broken, so he can&#39;t teach them right away."
  },
  {
    "end_time": 65320,
    "index": 13,
    "start_time": 62340,
    "text": "But he spends their time trying to verbally show them how to do it."
  },
  {
    "end_time": 68979,
    "index": 14,
    "start_time": 65519,
    "text": "But the clock is ticking away as they get closer and closer to pie day."
  },
  {
    "end_time": 74400,
    "index": 15,
    "start_time": 69140,
    "text": "It&#39;s a race to see if they can get out a la Great Escape style before the owner can turn them into mincemeat."
  },
  {
    "end_time": 82360,
    "index": 16,
    "start_time": 74560,
    "text": "It was really great seeing this animation team finally do a full-length motion picture and showing that they can pull it off and still have it be very entertaining."
  },
  {
    "end_time": 88180,
    "index": 17,
    "start_time": 82640,
    "text": "Its comedy is a little different from, say, something like Wallace and Gromit, which was a little bit more quiet at times."
  },
  {
    "end_time": 91420,
    "index": 18,
    "start_time": 88300,
    "text": "This one is constant dialogue and constant visual jokes."
  },
  {
    "end_time": 97140,
    "index": 19,
    "start_time": 91560,
    "text": "But, in a sense, it has sorta the same feel as Wallace and Gromit as it&#39;s not always trying to make you laugh every second."
  },
  {
    "end_time": 101259,
    "index": 20,
    "start_time": 97240,
    "text": "It&#39;ll take time just to have a character breathe and talk about however they&#39;re feeling."
  },
  {
    "end_time": 106240,
    "index": 21,
    "start_time": 101460,
    "text": "A lot of people say there was a ton of grownup jokes, but really, I didn&#39;t see them until maybe near the end."
  },
  {
    "end_time": 108000,
    "index": 22,
    "start_time": 106520,
    "text": "&quot;Great Scott, what was that?!&quot;"
  },
  {
    "end_time": 109759,
    "index": 23,
    "start_time": 108320,
    "text": "&quot;A cling-on, captain!"
  },
  {
    "end_time": 112160,
    "index": 24,
    "start_time": 110300,
    "text": "The engines can&#39;t take it!&quot;"
  },
  {
    "end_time": 117640,
    "index": 25,
    "start_time": 112680,
    "text": "I guess the only main problem I have with it is that the story is a touch too predictable."
  },
  {
    "end_time": 121259,
    "index": 26,
    "start_time": 117820,
    "text": "I mean, once again, we&#39;re gonna have the liar reveal backstory."
  },
  {
    "end_time": 123520,
    "index": 27,
    "start_time": 121260,
    "text": "And it&#39;s not gonna be just brushed over, either."
  },
  {
    "end_time": 128600,
    "index": 28,
    "start_time": 123540,
    "text": "It&#39;s gonna take up a good chunk of the third act with the characters moping and doping and-"
  },
  {
    "end_time": 134859,
    "index": 29,
    "start_time": 128639,
    "text": "Oh, Jesus, I&#39;ve gone on and on about this. I&#39;m not gonna prattle anymore. Let&#39;s just say it&#39;s boring."
  },
  {
    "end_time": 140260,
    "index": 30,
    "start_time": 135060,
    "text": "And I don&#39;t think the jokes are quite strong enough to make up for such a lackluster part of the movie."
  },
  {
    "end_time": 143800,
    "index": 31,
    "start_time": 140500,
    "text": "But like I said before, I still think it holds up as being OK."
  },
  {
    "end_time": 148540,
    "index": 32,
    "start_time": 143840,
    "text": "It is still very creative, it&#39;s got some memorable characters, it does have some good lines."
  },
  {
    "end_time": 152840,
    "index": 33,
    "start_time": 148680,
    "text": "This stop-motion animation is always great to see. I mean, this team always does a wonderful job."
  },
  {
    "end_time": 159720,
    "index": 34,
    "start_time": 153180,
    "text": "It&#39;s bright, it&#39;s colorful, it&#39;s mostly upbeat, it&#39;s very imaginative at times, and it has 1 or 2 bits for adults, too."
  },
  {
    "end_time": 167380,
    "index": 35,
    "start_time": 159940,
    "text": "Had it not gone for the liar reveal story arc and maybe thought a little bit more out of the box, I would&#39;ve liked it a lot more, but I still think it&#39;s a decent flick."
  },
  {
    "end_time": 170140,
    "index": 36,
    "start_time": 167620,
    "text": "It&#39;s got just enough for kids and just enough for adults."
  },
  {
    "end_time": 171620,
    "index": 37,
    "start_time": 170220,
    "text": "I think it&#39;s worth at least a viewing."
  }
]