[
  {
    "end_time": 11590,
    "index": 1,
    "start_time": 6509,
    "text": "Find yourself and nice flat area, place the\nskis on the snow, hip width apart and parallel."
  },
  {
    "end_time": 16770,
    "index": 2,
    "start_time": 11590,
    "text": "Make sure the toe bindings are lined up together,\none foot in the middle and we&#39;re ready to"
  },
  {
    "end_time": 21660,
    "index": 3,
    "start_time": 16770,
    "text": "put the skis on. Now bear in mind at this\nstage, depending on the snow, you might find"
  },
  {
    "end_time": 26470,
    "index": 4,
    "start_time": 21660,
    "text": "you have snow stuck to the bottom of your\nboot. You can either give it a tap with a"
  },
  {
    "end_time": 32640,
    "index": 5,
    "start_time": 26470,
    "text": "ski stick, a scrape, place the toe under nice\nand straight, look behind, make sure it&#39;s"
  },
  {
    "end_time": 36210,
    "index": 6,
    "start_time": 32640,
    "text": "lined up and give a good solid push. \nYou&#39;re in."
  },
  {
    "end_time": 43929,
    "index": 7,
    "start_time": 39529,
    "text": "So you&#39;ve got the skis on, now just spend\na few minutes on the flat before you even"
  },
  {
    "end_time": 48139,
    "index": 8,
    "start_time": 43929,
    "text": "start sliding, just getting used to the feeling\nof them. Don&#39;t have to lift them up,"
  },
  {
    "end_time": 53170,
    "index": 9,
    "start_time": 48139,
    "text": "just slide them forward one by one maybe walk\nbackwards and forwards a few times just to"
  },
  {
    "end_time": 59030,
    "index": 10,
    "start_time": 53170,
    "text": "get used to it. So it&#39;s now time to ski\ndown the hill but before we do that we have to"
  },
  {
    "end_time": 65720,
    "index": 11,
    "start_time": 59030,
    "text": "get up there. There is no point in facing\nup the mountain and trying to walk the way"
  },
  {
    "end_time": 70710,
    "index": 12,
    "start_time": 65720,
    "text": "you want to go. You&#39;ll simply just slide backwards\nand look like Michael Jackson doing the moonwalk."
  },
  {
    "end_time": 78010,
    "index": 13,
    "start_time": 71010,
    "text": "What we want to do is get our skis sideways\nand across the hill and then just gently using"
  },
  {
    "end_time": 85510,
    "index": 14,
    "start_time": 78010,
    "text": "your knees and ankles roll the skis onto their\nedges and start to step up."
  },
  {
    "end_time": 93300,
    "index": 15,
    "start_time": 88590,
    "text": "We&#39;ve made it to the top of the slope, its\nnow time just to simply slide down. Use your"
  },
  {
    "end_time": 100300,
    "index": 16,
    "start_time": 93300,
    "text": "poles for a bit of balance, step around, feet\nhip width apart, skis parallel. Very important:"
  },
  {
    "end_time": 105820,
    "index": 17,
    "start_time": 100300,
    "text": "head up and look where you&#39;re going. Anybody\nwho has ever taught a child to ride a bike"
  },
  {
    "end_time": 109399,
    "index": 18,
    "start_time": 105820,
    "text": "knows the problems, as soon as they look down\nthey&#39;re going to loose balance and fall over."
  },
  {
    "end_time": 114700,
    "index": 19,
    "start_time": 109400,
    "text": "So check the slope and just gently start\nto slide. A couple of pushes with the poles"
  },
  {
    "end_time": 120060,
    "index": 20,
    "start_time": 114700,
    "text": "and just stand as normally as you can."
  },
  {
    "end_time": 124979,
    "index": 21,
    "start_time": 120060,
    "text": "Ok perfect. Now I&#39;ve chosen this slope so\nthat I naturally come to a stand still."
  },
  {
    "end_time": 129449,
    "index": 22,
    "start_time": 124979,
    "text": "Look for a slope with a flat part at the bottom,\nor even a slight up hill, so you&#39;re not going"
  },
  {
    "end_time": 134109,
    "index": 23,
    "start_time": 129449,
    "text": "to panic about feeling like a runaway train.\nAvoid sticking the poles in to try and come"
  },
  {
    "end_time": 140569,
    "index": 24,
    "start_time": 134110,
    "text": "to a stand still. Literally stand still on\nthe skis, let them get on with it."
  },
  {
    "end_time": 145518,
    "index": 25,
    "start_time": 140569,
    "text": "If you&#39;re doing this without your poles it\ndoesn&#39;t make any difference. Just relax and"
  },
  {
    "end_time": 148359,
    "index": 26,
    "start_time": 145519,
    "text": "let the slope naturally slow you down and\ncome to a stop."
  }
]