[
  {
    "end_time": 5920,
    "index": 1,
    "start_time": 1150,
    "text": "Hey, I&#39;m Keri Glassman here with some quick\nand simple tips to help you feel just a little"
  },
  {
    "end_time": 12920,
    "index": 2,
    "start_time": 5920,
    "text": "bit better. A cocktail or a glass of wine\nis a fine indulgence for most of us – in"
  },
  {
    "end_time": 18580,
    "index": 3,
    "start_time": 14110,
    "text": "fact, there are studies that suggest it’s\ndownright good for you to have a drink now"
  },
  {
    "end_time": 23490,
    "index": 4,
    "start_time": 18580,
    "text": "and then. But when it comes to stress or feeling\ndepressed, the time when you probably feel"
  },
  {
    "end_time": 28429,
    "index": 5,
    "start_time": 23490,
    "text": "like you need a drink the most, I say keep\nthe liquor cabinet closed. You may feel a"
  },
  {
    "end_time": 32159,
    "index": 6,
    "start_time": 28429,
    "text": "little bit better if you’re down in the\ndumps and you have a drink, but alcohol is"
  },
  {
    "end_time": 36120,
    "index": 7,
    "start_time": 32159,
    "text": "actually a depressant, it adds calories to\nyour diet, and it’s not going to solve the"
  },
  {
    "end_time": 40430,
    "index": 8,
    "start_time": 36120,
    "text": "problem that’s plaguing you. That little\nbit of relief you get from drinking is only"
  },
  {
    "end_time": 45500,
    "index": 9,
    "start_time": 40430,
    "text": "temporary and your problems may feel worse\nwhen that buzz wears off. Research shows that"
  },
  {
    "end_time": 50370,
    "index": 10,
    "start_time": 45500,
    "text": "even moderate drinking may increase the odds\nof depression, which is exactly what you don’t"
  },
  {
    "end_time": 55120,
    "index": 11,
    "start_time": 50370,
    "text": "need when you’re already feeling down. Instead\nof alcohol, try some hot tea, meet up with"
  },
  {
    "end_time": 60290,
    "index": 12,
    "start_time": 55120,
    "text": "friends, go for a walk in the park, or hit\nup the gym. Find something healthier and positive"
  },
  {
    "end_time": 64530,
    "index": 13,
    "start_time": 60290,
    "text": "to take your mind off your problems – or\nto focus on your solutions, and write them"
  },
  {
    "end_time": 70260,
    "index": 14,
    "start_time": 64530,
    "text": "down so you have them top of mind when a moment\nhits you. So remember: Have a drink to celebrate,"
  },
  {
    "end_time": 74680,
    "index": 15,
    "start_time": 70260,
    "text": "have a drink to unwind, but don’t have a\ndrink to save your mood. Skipping the booze"
  },
  {
    "end_time": 76880,
    "index": 16,
    "start_time": 74680,
    "text": "can help you feel just a little bit better."
  }
]