[
  {
    "end_time": 4900,
    "index": 1,
    "start_time": 729,
    "text": "If I ask you a question like how fast can\na child learn how to read in a classroom,"
  },
  {
    "end_time": 8710,
    "index": 2,
    "start_time": 4900,
    "text": "scientists change the answer to how fast does\nthe average child learn how to read in that"
  },
  {
    "end_time": 12079,
    "index": 3,
    "start_time": 8710,
    "text": "classroom and then we tailor the class right\ntowards the average. And what I posit and"
  },
  {
    "end_time": 16279,
    "index": 4,
    "start_time": 12079,
    "text": "what positive psychology posits, is that if\nwe study what is merely average, we will remain"
  },
  {
    "end_time": 21470,
    "index": 5,
    "start_time": 16279,
    "text": "merely average. Maybe we can glean information,\nnot just how to move people up to the average,"
  },
  {
    "end_time": 25960,
    "index": 6,
    "start_time": 21470,
    "text": "but how we can move the entire average up-\nat our companies and schools worldwide. What"
  },
  {
    "end_time": 29130,
    "index": 7,
    "start_time": 25960,
    "text": "we&#39;re finding is it&#39;s not necessarily the\nreality that shapes us, but the lens through"
  },
  {
    "end_time": 32640,
    "index": 8,
    "start_time": 29130,
    "text": "which your brain views your world that shapes\nyour reality, and if we can change the lens,"
  },
  {
    "end_time": 36050,
    "index": 9,
    "start_time": 32640,
    "text": "not only can we change your happiness, we\ncan change every single education and business"
  },
  {
    "end_time": 40419,
    "index": 10,
    "start_time": 36050,
    "text": "outcome at the same time. 90% of your long\nterm happiness is predicted not by the external"
  },
  {
    "end_time": 45039,
    "index": 11,
    "start_time": 40420,
    "text": "world, but by the way your brain processes\nthe world. What we found is that only 25%"
  },
  {
    "end_time": 50890,
    "index": 12,
    "start_time": 45039,
    "text": "of job successes are predicted by IQ. 75%\nof Job successes are predicted by your optimism"
  },
  {
    "end_time": 55539,
    "index": 13,
    "start_time": 50890,
    "text": "levels, your social support and your ability\nto see stress as a challenge instead of a"
  },
  {
    "end_time": 60359,
    "index": 14,
    "start_time": 55539,
    "text": "threat. Here&#39;s how we get to health: we need\nto reverse the formula for happiness and success."
  },
  {
    "end_time": 64300,
    "index": 15,
    "start_time": 60359,
    "text": "Most companies and schools follow a formula\nfor success which is this: If I work harder,"
  },
  {
    "end_time": 69490,
    "index": 16,
    "start_time": 64300,
    "text": "I&#39;ll be more successful and if I&#39;m more successful\nthen I&#39;ll be happier. First, every time your"
  },
  {
    "end_time": 73589,
    "index": 17,
    "start_time": 69490,
    "text": "brain has a success, you just change the goal\npost for what success looks like - you got"
  },
  {
    "end_time": 75750,
    "index": 18,
    "start_time": 73590,
    "text": "good grades, now you have to get better grades,\nyou got into a good school now you have to"
  },
  {
    "end_time": 79420,
    "index": 19,
    "start_time": 75750,
    "text": "get into a better school. And if happiness\nis on the opposite side of success, your brain"
  },
  {
    "end_time": 84640,
    "index": 20,
    "start_time": 79420,
    "text": "never gets there. And that&#39;s because we think\nwe have to be successful then we&#39;ll be happier."
  },
  {
    "end_time": 88750,
    "index": 21,
    "start_time": 84640,
    "text": "If you can raise somebody&#39;s level of positivity\nin the present, then their brain experiences"
  },
  {
    "end_time": 93590,
    "index": 22,
    "start_time": 88750,
    "text": "what we call a happiness advantage. Which\nis your brain at positive, performs significantly"
  },
  {
    "end_time": 97890,
    "index": 23,
    "start_time": 93590,
    "text": "better than at negative neutral or stressed.\nYour brain at positive is 31% percent more"
  },
  {
    "end_time": 103010,
    "index": 24,
    "start_time": 97890,
    "text": "productive than your brain at negative, neutral\nor stressed. You&#39;re 37% better at sales. If"
  },
  {
    "end_time": 106880,
    "index": 25,
    "start_time": 103010,
    "text": "we can find a way to becoming positive in\nthe present, then our brains work even more"
  },
  {
    "end_time": 110710,
    "index": 26,
    "start_time": 106880,
    "text": "successfully. Because dopamine, which floods\ninto your system when you&#39;re positive has"
  },
  {
    "end_time": 115419,
    "index": 27,
    "start_time": 110710,
    "text": "2 functions: Not only does it make you happier,\nit turns on all the learning centers in your"
  },
  {
    "end_time": 119440,
    "index": 28,
    "start_time": 115420,
    "text": "brain. We found that there are ways you can\ntrain your brain to be able to become more"
  },
  {
    "end_time": 122910,
    "index": 29,
    "start_time": 119440,
    "text": "positive. We&#39;ve done these things and research\nnow, and every single company that I&#39;ve worked"
  },
  {
    "end_time": 126869,
    "index": 30,
    "start_time": 122910,
    "text": "with: Getting them to write down 3 new things\nthat they&#39;re grateful for for 21 days in a"
  },
  {
    "end_time": 130310,
    "index": 31,
    "start_time": 126870,
    "text": "row: Their brain starts to retain a pattern\nof scanning the world not for the negative,"
  },
  {
    "end_time": 135239,
    "index": 32,
    "start_time": 130310,
    "text": "but for the positive first. Exercise teaches\nyour brain that your behavior matters. Journaling"
  },
  {
    "end_time": 139260,
    "index": 33,
    "start_time": 135239,
    "text": "about one positive experience you&#39;ve had in\nthe past 24 hours allows your brain to relive"
  },
  {
    "end_time": 143929,
    "index": 34,
    "start_time": 139260,
    "text": "it. We find that meditation allows your brain\nto get over the cultural ADHD that we&#39;ve been"
  },
  {
    "end_time": 148260,
    "index": 35,
    "start_time": 143930,
    "text": "creating by trying to do multiple tasks at\nonce. And finally random acts of kindness"
  },
  {
    "end_time": 151709,
    "index": 36,
    "start_time": 148260,
    "text": "are conscious acts of kindness - we get people,\nwhen they open up their inbox to write one"
  },
  {
    "end_time": 155469,
    "index": 37,
    "start_time": 151709,
    "text": "positive email praising or thanking someone\nin their social support network. By doing"
  },
  {
    "end_time": 158930,
    "index": 38,
    "start_time": 155469,
    "text": "these activities, what we found is that we\ncan reverse the formula for happiness and"
  },
  {
    "end_time": 162849,
    "index": 39,
    "start_time": 158930,
    "text": "success and by doing so create a real revolution."
  }
]