[
  {
    "end_time": 7560,
    "index": 1,
    "start_time": 3540,
    "text": "Amy - I think my main challenge over the three\nyears will be the organisation of running"
  },
  {
    "end_time": 13428,
    "index": 2,
    "start_time": 7560,
    "text": "a complete clinical trial and completing this\nwithin the three years. I think, even to date,"
  },
  {
    "end_time": 18500,
    "index": 3,
    "start_time": 13429,
    "text": "I appreciate that time management is key. There \nare so many people to coordinate with that working"
  },
  {
    "end_time": 25500,
    "index": 4,
    "start_time": 18500,
    "text": "flexibly has been a new challenge, something\nI&#39;ve learnt over the past few months. "
  },
  {
    "end_time": 31709,
    "index": 5,
    "start_time": 25740,
    "text": "Lis - I think yeah, I agree, time is the biggest\nchallenge for me really, but wider than just"
  },
  {
    "end_time": 38790,
    "index": 6,
    "start_time": 31710,
    "text": "the study itself, I think, because I do some\ntaught courses in the School and I also do"
  },
  {
    "end_time": 44589,
    "index": 7,
    "start_time": 38790,
    "text": "a little bit of paid work and I&#39;ve got two\nchildren. Balancing all of that whilst doing"
  },
  {
    "end_time": 51190,
    "index": 8,
    "start_time": 44590,
    "text": "the full time PhD is quite a challenge! The\ncourses are all distance learning, so at least"
  },
  {
    "end_time": 56379,
    "index": 9,
    "start_time": 51190,
    "text": "that&#39;s really flexible and I can log on and\ndo my work when the children have gone to"
  },
  {
    "end_time": 61730,
    "index": 10,
    "start_time": 56380,
    "text": "bed or in the middle of a sleepless night,\nso that&#39;s really good. I do think balancing"
  },
  {
    "end_time": 66570,
    "index": 11,
    "start_time": 61730,
    "text": "all that is the biggest issue for me. \nRachel - I think my main challenge, certainly "
  },
  {
    "end_time": 71830,
    "index": 12,
    "start_time": 66570,
    "text": "in the first few weeks, but probably in the first\nfew months of starting my PhD was just the"
  },
  {
    "end_time": 76450,
    "index": 13,
    "start_time": 71830,
    "text": "feeling that you were in over your heard a\nlittle bit and that maybe you weren&#39;t clever"
  },
  {
    "end_time": 80930,
    "index": 14,
    "start_time": 76450,
    "text": "enough to be doing this because there&#39;s all\nthese people around you who talk in this language"
  },
  {
    "end_time": 85960,
    "index": 15,
    "start_time": 80930,
    "text": "and you don&#39;t really get it. I know speaking\nto some of my friends and you guys all nodding"
  },
  {
    "end_time": 92100,
    "index": 16,
    "start_time": 85960,
    "text": "as well, it&#39;s something that we all go through;\nwe all have days where we go, &#39;oh my gosh,"
  },
  {
    "end_time": 96500,
    "index": 17,
    "start_time": 92100,
    "text": "what am I doing?&#39; You have to remember that\nwhat you&#39;re doing is completely unique, it&#39;s"
  },
  {
    "end_time": 101059,
    "index": 18,
    "start_time": 96500,
    "text": "new, that&#39;s what makes it exciting and a few\nmonths in you&#39;re totally immersed in it for"
  },
  {
    "end_time": 105130,
    "index": 19,
    "start_time": 101059,
    "text": "that time, everyone around you are is all\ninvolved too and now it&#39;s like second nature"
  },
  {
    "end_time": 111509,
    "index": 20,
    "start_time": 105130,
    "text": "to me, I&#39;m speaking the lingo! I know what\nI&#39;m doing at last. Darel - Similarly, mine"
  },
  {
    "end_time": 116020,
    "index": 21,
    "start_time": 111510,
    "text": "is probably taking the good with the bad,\nso on days where my experiments don&#39;t go right"
  },
  {
    "end_time": 120140,
    "index": 22,
    "start_time": 116020,
    "text": "and I don&#39;t get the results I want, not to\nbe completely demoralised and to just go in"
  },
  {
    "end_time": 125310,
    "index": 23,
    "start_time": 120140,
    "text": "the next day and start again, to just plough\non with it and to not get disheartened or"
  },
  {
    "end_time": 126450,
    "index": 24,
    "start_time": 125310,
    "text": "really upset about it or that sort of thing."
  }
]