[
  {
    "end_time": 15421,
    "index": 1,
    "start_time": 10865,
    "text": "Fridays are awesome. You`ve landed on our February 7 edition of CNN STUDENT NEWS."
  },
  {
    "end_time": 22780,
    "index": 2,
    "start_time": 15421,
    "text": "At the opening of today`s show we are talking about opening \n ceremonies in Sochi, Russia for the 22 Olympics Winter Games."
  },
  {
    "end_time": 29148,
    "index": 3,
    "start_time": 22780,
    "text": "They are happening today, more than 6,000 Olympians plus more than 1600 Paralympians competing."
  },
  {
    "end_time": 37972,
    "index": 4,
    "start_time": 29148,
    "text": "7500 people can fit into Olympic Park alone, but thanks to the \n magic of television, 3 billion will be able to watch worldwide."
  },
  {
    "end_time": 44487,
    "index": 5,
    "start_time": 37972,
    "text": "There are some security concerns. The latest warning from the U.S. \n was that explosive materials could be hidden in cosmetics. "
  },
  {
    "end_time": 51851,
    "index": 6,
    "start_time": 44487,
    "text": "Yesterday, the U.S. banned all gels, liquids and powders in \n carry-on luggage on flights between the U.S. and Russia."
  },
  {
    "end_time": 59354,
    "index": 7,
    "start_time": 51851,
    "text": "But Russian authorities are saying the games will be secure, and that with \n other issues worked out, everybody will be focused on excellence in sport."
  },
  {
    "end_time": 66082,
    "index": 8,
    "start_time": 61449,
    "text": "See, if you can I.D. me. You`ll find \n me below the equator in South America."
  },
  {
    "end_time": 69506,
    "index": 9,
    "start_time": 66082,
    "text": "I`m the second most populated city in Brazil. "
  },
  {
    "end_time": 72642,
    "index": 10,
    "start_time": 69506,
    "text": "Translated from Portuguese, my name means River of January."
  },
  {
    "end_time": 78175,
    "index": 11,
    "start_time": 72642,
    "text": "I`m Rio de Janeiro, the most visited city in South America."
  },
  {
    "end_time": 91561,
    "index": 12,
    "start_time": 83212,
    "text": "It`s about to get more visitors. Later this year, Rio de Janeiro is scheduled to \n host a FIFA World Cup, the biggest sporting event on the planet. "
  },
  {
    "end_time": 95184,
    "index": 13,
    "start_time": 91561,
    "text": "And in 2016, the Summer Olympics Game will be there."
  },
  {
    "end_time": 100700,
    "index": 14,
    "start_time": 95184,
    "text": "The city`s more than 400 years old. It has some of \n the most beautiful sculpture and scenery in the world. "
  },
  {
    "end_time": 108240,
    "index": 15,
    "start_time": 100696,
    "text": "It`s used to crowds of tourists. But one thing that will help \n this city of history is a monitoring center of the future."
  },
  {
    "end_time": 117340,
    "index": 16,
    "start_time": 109372,
    "text": "A breathtakingly beautiful city that clings to the Brazilian coast. Rio \n de Janeiro is not always the easiest place to live."
  },
  {
    "end_time": 129360,
    "index": 17,
    "start_time": 117339,
    "text": "6.32 million people, precarious housing and a series of major events, from a Pope`s visit \n to the 26 Olympics are pushing the limits of the city`s infrastructure. "
  },
  {
    "end_time": 135790,
    "index": 18,
    "start_time": 129363,
    "text": "But here, in the heart of Rio, an ultramodern operations \n center, may give officials a leg up. "
  },
  {
    "end_time": 140820,
    "index": 19,
    "start_time": 135787,
    "text": "A giant wall of screens streams video from roads, subways and weather satellites."
  },
  {
    "end_time": 146260,
    "index": 20,
    "start_time": 140817,
    "text": "Employees in white jumpsuits quietly tackle crisis after crisis."
  },
  {
    "end_time": 153770,
    "index": 21,
    "start_time": 146256,
    "text": "Pope Francis`s visit last July was a major test. The director \n tells us he slept just three hours a day."
  },
  {
    "end_time": 163860,
    "index": 22,
    "start_time": 154614,
    "text": "When the pope was here, all of us - we had to arrive here \n before he left home. And we could only leave after he arrived home."
  },
  {
    "end_time": 173180,
    "index": 23,
    "start_time": 165475,
    "text": "A pioneering system designed by IBM at the behest of Rio`s \n mayor, the center integrates data from 30 different agencies."
  },
  {
    "end_time": 183720,
    "index": 24,
    "start_time": 173179,
    "text": "We`re now trying to replicate in other places that could \n help cities, you know, to manage their daily operations."
  },
  {
    "end_time": 195140,
    "index": 25,
    "start_time": 183720,
    "text": "Inaugurated at the end of 2010, the nerve center sounds the alarm when \n mudslides threatened hillside favelas and reroutes traffic when accidents block roads."
  },
  {
    "end_time": 204240,
    "index": 26,
    "start_time": 195138,
    "text": "The center is going to face a big challenge during the World Cup when they have to \n try and get teams and fans to the stadium and yet keep the city running."
  },
  {
    "end_time": 209250,
    "index": 27,
    "start_time": 204244,
    "text": "We are not as modern as London or Tokyo \n or Hong Kong or New York. "
  },
  {
    "end_time": 217360,
    "index": 28,
    "start_time": 209250,
    "text": "But in our stage, technologies being more helpful in Rio than it`s in \n New York, it`s in London, it`s in Tokyo, it`s in Hong Kong."
  },
  {
    "end_time": 223090,
    "index": 29,
    "start_time": 217360,
    "text": " Of course, no other city has both the World \n Cup and the Olympics on the horizon, "
  },
  {
    "end_time": 230310,
    "index": 30,
    "start_time": 223086,
    "text": "presenting a major challenge for this new technology. Shasta Darlington, CNN, Rio de Janeiro."
  },
  {
    "end_time": 234780,
    "index": 31,
    "start_time": 230311,
    "text": "From South America, we are sailing to the Korean Peninsula."
  },
  {
    "end_time": 239730,
    "index": 32,
    "start_time": 234777,
    "text": "North and South Korea have been divided since 1953 \n when fighting ended in the Korean War."
  },
  {
    "end_time": 243510,
    "index": 33,
    "start_time": 239731,
    "text": "In South Korea, a republic, people are free to travel."
  },
  {
    "end_time": 247690,
    "index": 34,
    "start_time": 243509,
    "text": "In North Korea, a communist state, the government has to approve travel, "
  },
  {
    "end_time": 251940,
    "index": 35,
    "start_time": 247689,
    "text": "and many families separated in the war have been kept separate since."
  },
  {
    "end_time": 260290,
    "index": 36,
    "start_time": 251937,
    "text": "In the past, the two countries agreed to allow reunions. 100 people from each \n side were set to meet and send time together later this month, "
  },
  {
    "end_time": 269360,
    "index": 37,
    "start_time": 260286,
    "text": "but now North Korea may be going back on that promise, because of \n annual military drills that South Korea holds with a North Korean rival."
  },
  {
    "end_time": 277280,
    "index": 38,
    "start_time": 269357,
    "text": "100 South Koreans who were preparing to be reunited with relatives in \n the north, are once again in limbo this Thursday. "
  },
  {
    "end_time": 285820,
    "index": 39,
    "start_time": 277571,
    "text": "Just one day after setting a date for family reunions of 20 to the \n 25 of February, North Korea is now threatening to pull out. "
  },
  {
    "end_time": 294200,
    "index": 40,
    "start_time": 285820,
    "text": "The National Defense Commission says it doesn`t make any sense to carry out \n the reunions during what it calls a dangerous nuclear war practice. "
  },
  {
    "end_time": 299230,
    "index": 41,
    "start_time": 294195,
    "text": "Now, it`s fulfilling to the U.S.-South Korean annual military drills \n which starts at the end of this month."
  },
  {
    "end_time": 306330,
    "index": 42,
    "start_time": 299226,
    "text": "This war games have often angered the North, especially last year, although \n the U.S. and South Korea say they are defensive in nature."
  },
  {
    "end_time": 313540,
    "index": 43,
    "start_time": 306326,
    "text": "Pyongyang has called on them to be canceled, but even after today`s \n warnings, South Korean`s defense ministry says they will go ahead."
  },
  {
    "end_time": 320500,
    "index": 44,
    "start_time": 314464,
    "text": "The family reunions are a highly emotive issue. Millions of families will \n split after the Korean War more than 60 years ago."
  },
  {
    "end_time": 328740,
    "index": 45,
    "start_time": 321497,
    "text": "Tens of thousands have applied to see family members one last time, and \n many of them are now in their 70s, 80s and 90s."
  },
  {
    "end_time": 335210,
    "index": 46,
    "start_time": 328735,
    "text": "So, time is running out. Some have passed away already \n without seeing their relatives for one last time."
  },
  {
    "end_time": 344580,
    "index": 47,
    "start_time": 335208,
    "text": "There is a precedent for this. In September of last year, Pyongyang pulled out of \n planned family reunions just days before they are expected to take place. "
  },
  {
    "end_time": 350020,
    "index": 48,
    "start_time": 344579,
    "text": "They would have been the first since 2010. Paula Hancocks, CNN Seoul."
  },
  {
    "end_time": 355780,
    "index": 49,
    "start_time": 350016,
    "text": "Religious freedom was one of the subjects President Obama \n mentioned yesterday at the national prayer breakfast. "
  },
  {
    "end_time": 359000,
    "index": 50,
    "start_time": 355776,
    "text": "This is the Washington tradition dating back 62 years. "
  },
  {
    "end_time": 366530,
    "index": 51,
    "start_time": 358996,
    "text": "It brings together presidents, world leaders and guests of different faiths and political backgrounds."
  },
  {
    "end_time": 371600,
    "index": 52,
    "start_time": 366531,
    "text": "Here as Americans, we affirm the freedoms endowed by our creator. "
  },
  {
    "end_time": 384120,
    "index": 53,
    "start_time": 371601,
    "text": "Among them, freedom of religion. Yes, this freedom safeguards religion, allowing us to \n flourish as one of the most religious countries on earth. "
  },
  {
    "end_time": 392490,
    "index": 54,
    "start_time": 385456,
    "text": "But it works the other way, too. Because religion strengthens America."
  },
  {
    "end_time": 396000,
    "index": 55,
    "start_time": 392488,
    "text": "We`ve been around the world on today`s show. "
  },
  {
    "end_time": 399110,
    "index": 56,
    "start_time": 396004,
    "text": "Now, we are going cross-country from east to west. "
  },
  {
    "end_time": 404719,
    "index": 57,
    "start_time": 399109,
    "text": "Hail to the chiefs! We`re glad to be part of your day \n at West Lincoln Middle School in Lincolnton, North Carolina.  "
  },
  {
    "end_time": 411690,
    "index": 58,
    "start_time": 404721,
    "text": "In the American heartland, we`re stopping by Fredonia, Kansas, the buzz \n is all about the Fredonia High School yellow jackets. "
  },
  {
    "end_time": 420570,
    "index": 59,
    "start_time": 411687,
    "text": "And out west to Wenatchee, Washington we paused to recognize the Panthers \n who were stocking CNN STUDENT NEWS from Wenatchee High School."
  },
  {
    "end_time": 426370,
    "index": 60,
    "start_time": 420567,
    "text": "All right, it`s time to unlock some truth - the band we \n are reporting on today has released three CDs and counting."
  },
  {
    "end_time": 428670,
    "index": 61,
    "start_time": 426374,
    "text": "They`ve been on the beats by (inaudible) commercial. "
  },
  {
    "end_time": 432890,
    "index": 62,
    "start_time": 428667,
    "text": "They are playing an event with dozens of other \n bands in April. And they are heavy metal."
  },
  {
    "end_time": 439280,
    "index": 63,
    "start_time": 432888,
    "text": "When you think of that heavy metal bands, these kids might \n not fit the stereotype, but that`s fine by them."
  },
  {
    "end_time": 450870,
    "index": 64,
    "start_time": 442752,
    "text": " Malcolm Brickhouse, Jarad Dawkins and Alec Atkins, they are quickly \n gaining notoriety as the heavy metal band Unlocking the Truth."
  },
  {
    "end_time": 457260,
    "index": 65,
    "start_time": 453210,
    "text": " People who saw us in the city, \n they (inaudible) home watch us on YouTube."
  },
  {
    "end_time": 464070,
    "index": 66,
    "start_time": 457265,
    "text": "One of those YouTube clips went viral, with more than 1.4 million views."
  },
  {
    "end_time": 470700,
    "index": 67,
    "start_time": 464071,
    "text": "The trio has since been profiled by magazines and \n featured on shows like &quot;Totally Biased.&quot; "
  },
  {
    "end_time": 476780,
    "index": 68,
    "start_time": 472487,
    "text": "For a group of kids from Flatbush, Brooklyn, known \n more for hip hop and heavy metal, "
  },
  {
    "end_time": 481000,
    "index": 69,
    "start_time": 476775,
    "text": "Unlocking the Truth rising success is breaking down barriers. "
  },
  {
    "end_time": 487040,
    "index": 70,
    "start_time": 481004,
    "text": "Us being black and heaving a heavy metal \n band is really tough, but then fun."
  },
  {
    "end_time": 492230,
    "index": 71,
    "start_time": 487045,
    "text": "Heavy metal, the nail polish, the rock sing \n - they only see stuff like that."
  },
  {
    "end_time": 495340,
    "index": 72,
    "start_time": 492228,
    "text": "With the support from their families, the boys are undeterred."
  },
  {
    "end_time": 499500,
    "index": 73,
    "start_time": 495341,
    "text": "All three of the boys are like that. Just feel free and do \n what you want to do, and don`t care what other people think."
  },
  {
    "end_time": 502950,
    "index": 74,
    "start_time": 499496,
    "text": "And you can hear that in their music."
  },
  {
    "end_time": 506620,
    "index": 75,
    "start_time": 504500,
    "text": "Most my lyrics right now, are all being free."
  },
  {
    "end_time": 513820,
    "index": 76,
    "start_time": 507322,
    "text": "Although the group has not graduated to singing (inaudible) just yet, \n it has not stopped them from gaining new fans."
  },
  {
    "end_time": 517620,
    "index": 77,
    "start_time": 513821,
    "text": "Every single person I know that these kids are doing it."
  },
  {
    "end_time": 522659,
    "index": 78,
    "start_time": 517620,
    "text": "As a black man and grown up listening to punk rock and heavy \n metal, I was almost brought to tears looking at these kids."
  },
  {
    "end_time": 529079,
    "index": 79,
    "start_time": 522664,
    "text": " We wanted to be here. We want them to feel our energy and know that there \n is, you know, a lot of people out there who respect what they are doing."
  },
  {
    "end_time": 534210,
    "index": 80,
    "start_time": 529076,
    "text": "What they are doing is what they love making music and just being themselves."
  },
  {
    "end_time": 537750,
    "index": 81,
    "start_time": 535607,
    "text": " Victor Blackwell, CNN, Atlanta."
  },
  {
    "end_time": 546900,
    "index": 82,
    "start_time": 541638,
    "text": "Before we go, it`s a pretty famous footrace. But \n winners finish in less than 12 minutes."
  },
  {
    "end_time": 551569,
    "index": 83,
    "start_time": 546901,
    "text": "That`s because it`s all uphill. Up the stairs of the Empire State Building."
  },
  {
    "end_time": 563720,
    "index": 84,
    "start_time": 551571,
    "text": "1576 steps, 86 fights of stares, and the hardest part for top competitors - it`s got to be \n the fact that the stairways are pretty narrow, making it hard to pass slower climbers. "
  },
  {
    "end_time": 571780,
    "index": 85,
    "start_time": 563717,
    "text": "Fastest male runner made it in ten minutes and six \n seconds, fastest female, in 11 minutes 57 seconds."
  },
  {
    "end_time": 574390,
    "index": 86,
    "start_time": 571782,
    "text": "There is no question they got a lot of stares."
  },
  {
    "end_time": 581060,
    "index": 87,
    "start_time": 574394,
    "text": "Getting a sense of how fast you have to be is empirical. You make sure \n you`re in a healthy state and then you start endurance and strength building. "
  },
  {
    "end_time": 584280,
    "index": 88,
    "start_time": 581064,
    "text": "Getting to the top is a tower of your \n achievement. You`re fighting an uphill battle, "
  },
  {
    "end_time": 587040,
    "index": 89,
    "start_time": 584277,
    "text": "but finishing with one awesome runners high. "
  },
  {
    "end_time": 589810,
    "index": 90,
    "start_time": 587045,
    "text": "I`m Carl Azuz, and I`m going to hoof it. Have a great weekend."
  }
]