[
  {
    "end_time": 21964,
    "index": 1,
    "start_time": 10156,
    "text": "CARL AZUZ, CNN ANCHOR: Welcome to CNN STUDENT NEWS. As the new week begins, many people around the world \n are paying tribute to Nelson Mandela. He helped end apartheid,  South Africa`s practice of racial segregation."
  },
  {
    "end_time": 30968,
    "index": 2,
    "start_time": 22632,
    "text": "He became the country`s first democratically elected president. Mandela died last Thursday at \n 95. Our show from last Friday covered his life and legacy."
  },
  {
    "end_time": 36865,
    "index": 3,
    "start_time": 30968,
    "text": "Yesterday was the National Day of Prayer in South Africa. \n An official memorial service is scheduled for tomorrow."
  },
  {
    "end_time": 41679,
    "index": 4,
    "start_time": 36865,
    "text": "Several world leaders are set to attend. Mandela`s \n memory is being honored around the globe."
  },
  {
    "end_time": 59556,
    "index": 5,
    "start_time": 50579,
    "text": "PRES. JACOB ZUMA, SOUTH AFRICA: Our nation has lost its greatest son. \n We saw in him what we seek in ourselves. "
  },
  {
    "end_time": 66152,
    "index": 6,
    "start_time": 59556,
    "text": "REV. JESSE JACKSON, RAINBOWPUSH COALITION: He was just this huge larger than life figure. F.W. DE \n KLERK, FORMER SOUTH AFRICAN PRESIDENT: He was a magnanimous person. He was a compassionate person."
  },
  {
    "end_time": 89141,
    "index": 7,
    "start_time": 75879,
    "text": "PETER GABRIEL, MUSICIAN: For the world, you know, there`s been no (inaudible) leader like him in my lifetime. It was remarkable, I mean we \n can sense the humor, a twinkle in his eye, and yet at the same time there was this serious side to him."
  },
  {
    "end_time": 101880,
    "index": 8,
    "start_time": 89141,
    "text": "What an extraordinary, an inspiring man Mr. Mandela was. He was the person that, I think more than any \n other person in the late 20th century represents its - the triumphs of the human spirit over adversity."
  },
  {
    "end_time": 120289,
    "index": 9,
    "start_time": 109883,
    "text": "He didn`t cover my (inaudible), and he was so gracious, a gracious man. Very seldom you \n can find that combination of virtues and values and principles all in one person."
  },
  {
    "end_time": 134240,
    "index": 10,
    "start_time": 120293,
    "text": "But it was all then, one man that we all came to know and laugh, Madiba, Nelson Mandela. Many \n around the world were greatly influenced by his selfless struggle. He touched our lives in deeply personal ways."
  },
  {
    "end_time": 141290,
    "index": 11,
    "start_time": 134245,
    "text": "I`m one of the countless millions who drew inspiration from Nelson Mandela`s \n life. My very first political action was a protest against apartheid."
  },
  {
    "end_time": 148700,
    "index": 12,
    "start_time": 142086,
    "text": "The day he was released from prison gave me a sense of what human beings \n can do when they are guided by their hopes and not by their fears."
  },
  {
    "end_time": 157360,
    "index": 13,
    "start_time": 148704,
    "text": "We would ask everybody at the Atlanta (inaudible) to stand, please, for \n a minute silence in respect of the life of Nelson Mandela."
  },
  {
    "end_time": 164470,
    "index": 14,
    "start_time": 160355,
    "text": "For now, let us pause and give thanks."
  },
  {
    "end_time": 182980,
    "index": 15,
    "start_time": 173851,
    "text": "For our first &quot;Roll Call&quot; of the week we thought we`d add a little color to &quot;Roll Call&quot; festivities. We \n are going to start with the purple Riders from Martins Ferry`s High School in Martins Ferry, Ohio. "
  },
  {
    "end_time": 193690,
    "index": 16,
    "start_time": 183183,
    "text": "Over in Fishers, Indiana, we`ve got the Golden Hawks from Riverside Junior High, and we`ll round out \n our roll with the Red Devils, they are from Central High School in Phoenix City, Alabama."
  },
  {
    "end_time": 206130,
    "index": 17,
    "start_time": 194086,
    "text": "Economic indicators and winter weather. Economy`s up first. The new U.S. unemployment rate seven percent. \n Lowest it`s been in five years. In November, the economy added 203,000 jobs. "
  },
  {
    "end_time": 216430,
    "index": 18,
    "start_time": 206130,
    "text": "Some experts see this as good signs for the economy. But there are still 11 million unemployed Americans \n and more than a third of them have been out of work for at least six months."
  },
  {
    "end_time": 227400,
    "index": 19,
    "start_time": 216455,
    "text": "Like economic data, weather reports are full of highs and lows. In Dallas, last Wednesday, for \n example, the high was 80 degrees. By Thursday night, a low in the 20s. "
  },
  {
    "end_time": 238079,
    "index": 20,
    "start_time": 227403,
    "text": "A winter storm blasted into the region bringing freezing rain and sleet. The winter weather moved \n east over the weekend. Experts predicted temperatures would be back on the rise today."
  },
  {
    "end_time": 247470,
    "index": 21,
    "start_time": 237471,
    "text": "When someone from one country visits another, it`s unusual for that person to be held prisoner. \n That`s what happened to Merrill Newman, though, when he took a trip to North Korea."
  },
  {
    "end_time": 257490,
    "index": 22,
    "start_time": 247476,
    "text": "The country isolates itself from most of the rest of the world, so it`s very difficult to understand \n its decisions. One thing we do know is that the situation involving Merrill Newman is over."
  },
  {
    "end_time": 270200,
    "index": 23,
    "start_time": 257488,
    "text": "Good morning. I`m delighted to be home. Merrill Newman, the 85-year old Korean War veteran, spent six \n long weeks in captivity. It`s not clear why the North Korean government suddenly let him go."
  },
  {
    "end_time": 277170,
    "index": 24,
    "start_time": 270202,
    "text": "But the state`s news agency said he was deported \n for humanitarian reasons and because he was repented."
  },
  {
    "end_time": 286150,
    "index": 25,
    "start_time": 277173,
    "text": "I can (inaudible) understand that in U.S. and Western countries \n there is misleading information and propaganda about PPRK."
  },
  {
    "end_time": 297080,
    "index": 26,
    "start_time": 286152,
    "text": "It came a week after the former Army intelligence officer and later Silicon Valley executive gave \n this statement for his alleged war crimes while in Korea some 60 years ago."
  },
  {
    "end_time": 306250,
    "index": 27,
    "start_time": 297080,
    "text": "And killed three innocent operators to delay the munition supply. \n Some described it as highly scripted political theater."
  },
  {
    "end_time": 321810,
    "index": 28,
    "start_time": 306288,
    "text": "This is the pattern of the North Koreans. They make some of this prisoners do confessions they basically feel \n they have enormous leverage over you and, you know, you are in North Korean prison. You say that."
  },
  {
    "end_time": 330299,
    "index": 29,
    "start_time": 321811,
    "text": "Following his release, Newman first went to China, been flew home to San \n Francisco. His son and wife by his side at the airport."
  },
  {
    "end_time": 343240,
    "index": 30,
    "start_time": 330301,
    "text": "It`s been a great - great homecoming. And I`m tired, but - it was \n my family now and thank you all for the support we got."
  },
  {
    "end_time": 351370,
    "index": 31,
    "start_time": 343237,
    "text": "Here, in Palo Alto, at Newman`s retirement complex, you can see the yellow ribbons to \n welcome him home. Though the U.S. has no former relations with North Korea,"
  },
  {
    "end_time": 358340,
    "index": 32,
    "start_time": 351369,
    "text": "a White House officials says that Newman`s release was the direct \n result of contact between Washington and the North Korean capital."
  },
  {
    "end_time": 368360,
    "index": 33,
    "start_time": 358344,
    "text": "Thousands of Westerners travel to North Korea each year at their own peril. Newman went \n there in October as part of a ten day tour. The day before leaving,"
  },
  {
    "end_time": 377770,
    "index": 34,
    "start_time": 368359,
    "text": "he had reportedly spoken to some Korean authorities about his military service. He was \n eventually pulled off his airplane just minutes before it was to depart."
  },
  {
    "end_time": 385880,
    "index": 35,
    "start_time": 377773,
    "text": "It`s time for &quot;The Shoutout.&quot; How many countries have \n teams in the FIFA World Cup Tournament? "
  },
  {
    "end_time": 385880,
    "index": 36,
    "start_time": 377773,
    "text": "It`s time for &quot;The Shoutout.&quot; How many countries have \n teams in the FIFA World Cup Tournament? "
  },
  {
    "end_time": 392740,
    "index": 37,
    "start_time": 385883,
    "text": "If you think you know it then shout it out! Is it \n eight, 16, 32 or 64? You`ve got three seconds, go!"
  },
  {
    "end_time": 408880,
    "index": 38,
    "start_time": 400041,
    "text": "Every four years, there are 32 nations in the World Cup \n soccer tournament. That`s your answer and that`s your &quot;Shoutout.&quot;"
  },
  {
    "end_time": 418610,
    "index": 39,
    "start_time": 409592,
    "text": "Now, we know which countries will be playing each other in the opening round of the next \n World Cup. Last Friday, the draw was announced. Eight groups, four countries per group. "
  },
  {
    "end_time": 428760,
    "index": 40,
    "start_time": 418613,
    "text": "Starting mid-June, they`ll face off in stadiums like this one all over Brazil. The people will be watching \n from all over the world. That`s why the teams aren`t the only ones trying to get in."
  },
  {
    "end_time": 441370,
    "index": 41,
    "start_time": 428762,
    "text": "As teams from countries the world over, we`re fighting for one of the caveated 32 spots, big \n global brands who are battling it out to be associated with the FIFA World Cup."
  },
  {
    "end_time": 448110,
    "index": 42,
    "start_time": 441366,
    "text": "Estimated by some at a cost of $100 \n million each to be an official sponsor."
  },
  {
    "end_time": 456020,
    "index": 43,
    "start_time": 448016,
    "text": "So, when you are talking to companies, which are looking to have a \n global exposure, World Cup is the platform where you have global exposure."
  },
  {
    "end_time": 469360,
    "index": 44,
    "start_time": 456317,
    "text": "When it comes to current sponsors for FIFA, it`s Visa, not MasterCard. \n Adidas, not Nike. McDonald`s, not Burger King. Coca Cola, not Pepsi."
  },
  {
    "end_time": 474060,
    "index": 45,
    "start_time": 468561,
    "text": "The FIFA World Cup is the pinnacle. BOULDEN: \n For Coke, the World Cup is key."
  },
  {
    "end_time": 481430,
    "index": 46,
    "start_time": 474063,
    "text": "In 2010, the campaign was the biggest ever marketing plan for brand \n Coke ever. And the ambition is to go higher. "
  },
  {
    "end_time": 492719,
    "index": 47,
    "start_time": 481428,
    "text": "Coke estimates some 2 billion people were actively quote, &quot;engaged&quot; with the 2010 World \n Cup in South Africa. Not just watching a match or two. "
  },
  {
    "end_time": 502740,
    "index": 48,
    "start_time": 492717,
    "text": "Their goal, says Coke, attracting teenagers. Brand experts say, global corporations \n are often associated with other big sporting events as well."
  },
  {
    "end_time": 508730,
    "index": 49,
    "start_time": 503243,
    "text": "If you sponsor things like the World Cup, the Olympics, the Champions \n League, you got a big ad in the Super Bowl, effectively,"
  },
  {
    "end_time": 517460,
    "index": 50,
    "start_time": 508726,
    "text": "you are saying to people, we are a big great brand. You should \n aspire to be associated with us. You should want our products."
  },
  {
    "end_time": 528620,
    "index": 51,
    "start_time": 517462,
    "text": "And Jeff, you aren`t there. Your competitor will be. This is the - the number one \n passion for Latin America, for Europe. It`s more than just a sport, it`s about culture."
  },
  {
    "end_time": 532220,
    "index": 52,
    "start_time": 528818,
    "text": "You have to be there. You have to go and own that space."
  },
  {
    "end_time": 543030,
    "index": 53,
    "start_time": 532216,
    "text": "That space also goes totally against the new trend of niche marketing and \n micro-targeting. Though for the brands, it`s not about selling a specific product."
  },
  {
    "end_time": 552740,
    "index": 54,
    "start_time": 543029,
    "text": "It`s about your brand basking in a glow of the Super Bowl, or \n the Olympics, or the FIFA World Cup. Jim Boulden, CNN, London."
  },
  {
    "end_time": 565010,
    "index": 55,
    "start_time": 558745,
    "text": "You probably heard your parents say don`t chew with your mouth open. I \n don`t think anyone is going to tell that to this shark."
  },
  {
    "end_time": 573820,
    "index": 56,
    "start_time": 565014,
    "text": "This video comes courtesy of a camera that was attached to the bottom of a boat. \n The sailors strung out bait and got this view of a shark chewing down."
  },
  {
    "end_time": 580840,
    "index": 57,
    "start_time": 573825,
    "text": "Animals just thought it was having lunch, little did it know it was \n about to become a YouTube sensation. It`s a classic bait and switch."
  },
  {
    "end_time": 590550,
    "index": 58,
    "start_time": 580840,
    "text": "After the sharks hunger head abated, it might have felt guilty, but that`s a different tale. We`ve reached \n today`s finish line. Enjoy the rest of your Monday. We`ll see you again tomorrow. Bye now."
  }
]