[
  {
    "end_time": 6680,
    "index": 1,
    "start_time": 0,
    "text": "One of the strangest things about relationships is that we&#39;re not free to feel attracted to just anyone."
  },
  {
    "end_time": 11559,
    "index": 2,
    "start_time": 6680,
    "text": "We tend to have very strong psychological types that we can&#39;t deviate from."
  },
  {
    "end_time": 19580,
    "index": 3,
    "start_time": 11560,
    "text": "All of us carry inside us very specific inner shopping lists, defining what the people we can love need to be like as characters."
  },
  {
    "end_time": 23339,
    "index": 4,
    "start_time": 19580,
    "text": "You might think these shopping lists would be focused around lovely requirements."
  },
  {
    "end_time": 29920,
    "index": 5,
    "start_time": 23340,
    "text": "Like that our potential lovers would need to be kind, understanding, friendly and from our age and social group."
  },
  {
    "end_time": 34640,
    "index": 6,
    "start_time": 29920,
    "text": "But the shopping lists are in fact often a lot wierder and darker."
  },
  {
    "end_time": 41780,
    "index": 7,
    "start_time": 34640,
    "text": "We may end up neglecting all sorts of potential candidates, dismissing them as boring or yucky or somehow just wrong"
  },
  {
    "end_time": 47600,
    "index": 8,
    "start_time": 41780,
    "text": "and heading straight to people whose characteristics are pretty akward and not conducive to our happiness."
  },
  {
    "end_time": 53620,
    "index": 9,
    "start_time": 47600,
    "text": "For example, we may only be able to fall in love with people who are much less clever or responsible than we are."
  },
  {
    "end_time": 59160,
    "index": 10,
    "start_time": 53660,
    "text": "Or who are really unreliable, who are selfish and self-absorbed, or sarcastic and mean."
  },
  {
    "end_time": 62699,
    "index": 11,
    "start_time": 59160,
    "text": "It can be very puzzling to those around us and to ourselves."
  },
  {
    "end_time": 66280,
    "index": 12,
    "start_time": 62700,
    "text": "Why on earth can&#39;t we settle down with people who are good for us?"
  },
  {
    "end_time": 72240,
    "index": 13,
    "start_time": 66280,
    "text": "That&#39;s because what we&#39;re looking for in love isn&#39;t necessarily someone who is nice, pure and simple"
  },
  {
    "end_time": 74640,
    "index": 14,
    "start_time": 72240,
    "text": "but someone who feels familiar."
  },
  {
    "end_time": 82260,
    "index": 15,
    "start_time": 74640,
    "text": "And a lot of us learned about love in childhood, at the hands of people who were, in a variety of ways, trouble for us"
  },
  {
    "end_time": 86200,
    "index": 16,
    "start_time": 82260,
    "text": "and who continue unconsciously to guide our love types."
  },
  {
    "end_time": 91420,
    "index": 17,
    "start_time": 86200,
    "text": "Our earliest caregivers give us templates of what it is to love and be loved"
  },
  {
    "end_time": 94820,
    "index": 18,
    "start_time": 91420,
    "text": "which can cause havoc with our chances of happiness."
  },
  {
    "end_time": 98919,
    "index": 19,
    "start_time": 94820,
    "text": "The trickiness in our love types tend to go in one of three ways."
  },
  {
    "end_time": 105340,
    "index": 20,
    "start_time": 98920,
    "text": "Let&#39;s imagine dad was cold or violent or abusive, or mom was belittling, unavailable or controlling."
  },
  {
    "end_time": 109380,
    "index": 21,
    "start_time": 105340,
    "text": "It was horrible, yet that ends up being what we look for in love."
  },
  {
    "end_time": 112920,
    "index": 22,
    "start_time": 109380,
    "text": "Why would we ever repeat something that was deeply uncomfortable?"
  },
  {
    "end_time": 116980,
    "index": 23,
    "start_time": 112920,
    "text": "Well, because even though it was horrible, it was still a love relationship."
  },
  {
    "end_time": 124340,
    "index": 24,
    "start_time": 116980,
    "text": "There was abuse but also, let&#39;s imagine, a degree of familiarity, admiration, attachment and even tenderness."
  },
  {
    "end_time": 127920,
    "index": 25,
    "start_time": 124340,
    "text": "They may have been belittling, but it&#39;s what we got used to."
  },
  {
    "end_time": 133900,
    "index": 26,
    "start_time": 127920,
    "text": "And now, however illogical it sounds, it doesn&#39;t quite feel right unless it&#39;s kind of awful as well."
  },
  {
    "end_time": 139640,
    "index": 27,
    "start_time": 133900,
    "text": "It&#39;s not nice as such, but it feels comfortingly, compellingly familiar."
  },
  {
    "end_time": 146600,
    "index": 28,
    "start_time": 139640,
    "text": "Or, imagine the experience firsthand... what it was like to be made to feel terrible, to be humiliated and hurt."
  },
  {
    "end_time": 150060,
    "index": 29,
    "start_time": 146600,
    "text": "And then, wierdly, we may end up doing the same thing to someone else."
  },
  {
    "end_time": 156380,
    "index": 30,
    "start_time": 150060,
    "text": "Humiliating them in turn, bossing them about, going cold on them just when they&#39;re vulnerable to us."
  },
  {
    "end_time": 162780,
    "index": 31,
    "start_time": 156380,
    "text": "It&#39;s as if a primitive part of us thinks that the only way not to be abused is to be the abuser."
  },
  {
    "end_time": 170260,
    "index": 32,
    "start_time": 162780,
    "text": "Deep inside the child-like emotional self thinks the person who did that thing to me was, in a way, the opposite of me,"
  },
  {
    "end_time": 177440,
    "index": 33,
    "start_time": 170260,
    "text": "and that must be the place of safety, and that&#39;s who I want to be in any relationship."
  },
  {
    "end_time": 184560,
    "index": 34,
    "start_time": 177440,
    "text": "When parents cause us trouble, we&#39;re often so keen to get away from it, we develop blocks around all kind of character traits they may have had"
  },
  {
    "end_time": 189200,
    "index": 35,
    "start_time": 184560,
    "text": "which might actually have been good and actually unrelated to the troublesome traits."
  },
  {
    "end_time": 193420,
    "index": 36,
    "start_time": 189200,
    "text": "So, for example, our father might have been belittling but highly intelligent."
  },
  {
    "end_time": 197799,
    "index": 37,
    "start_time": 193420,
    "text": "Now, regrettably, anyone intelligent can be seen hugely putting us off."
  },
  {
    "end_time": 204760,
    "index": 38,
    "start_time": 197800,
    "text": "Or we always felt our mother was somehow revolted by sexuality, ours especially, but she was really warm and cuddly."
  },
  {
    "end_time": 209899,
    "index": 39,
    "start_time": 204760,
    "text": "Now, sadly, anyone who is warm and cuddly is imagined to be punitive around sex"
  },
  {
    "end_time": 212680,
    "index": 40,
    "start_time": 209900,
    "text": "and hence feels wrong and has to be rejected."
  },
  {
    "end_time": 215500,
    "index": 41,
    "start_time": 212680,
    "text": "Our inner love maps are really hard to tease out."
  },
  {
    "end_time": 220680,
    "index": 42,
    "start_time": 215500,
    "text": "They certainly don&#39;t spell themselves out, so we have to make efforts to find out what they&#39;re dictating"
  },
  {
    "end_time": 223300,
    "index": 43,
    "start_time": 220680,
    "text": "so as to free ourselves from their demands."
  },
  {
    "end_time": 227240,
    "index": 44,
    "start_time": 223300,
    "text": "The investigation starts, as always, by trying to understand ourselves."
  },
  {
    "end_time": 230800,
    "index": 45,
    "start_time": 227240,
    "text": "What did I suffer from at the hands of my early caregivers?"
  },
  {
    "end_time": 234520,
    "index": 46,
    "start_time": 230800,
    "text": "Am I finding myself drawn to that in adults I fancy?"
  },
  {
    "end_time": 239060,
    "index": 47,
    "start_time": 234520,
    "text": "Am I causing trouble for people in ways I might have suffered from when I was young?"
  },
  {
    "end_time": 245660,
    "index": 48,
    "start_time": 239060,
    "text": "Am I putting off certain people because they have traits I associate with people who cause me difficulties as a child?"
  },
  {
    "end_time": 251160,
    "index": 49,
    "start_time": 245660,
    "text": "Might I in other people find the traits I like without the ones I fear?"
  },
  {
    "end_time": 256159,
    "index": 50,
    "start_time": 251160,
    "text": "Emotional health means expanding on the number of people we&#39;re free to fall in love with."
  },
  {
    "end_time": 258140,
    "index": 51,
    "start_time": 256160,
    "text": "We learn about love in childhood,"
  },
  {
    "end_time": 263840,
    "index": 52,
    "start_time": 258140,
    "text": "but we liberate ourselves from the traumas of childhood when we realize we can love in different ways,"
  },
  {
    "end_time": 269060,
    "index": 53,
    "start_time": 263840,
    "text": "and get used to something that may at first be eerily and challengingly unfamiliar."
  },
  {
    "end_time": 274460,
    "index": 54,
    "start_time": 269060,
    "text": "Being happy with someone who is properly and deeply good for us."
  }
]