[
  {
    "end_time": 5949,
    "index": 1,
    "start_time": 890,
    "text": "The Theory of Everything is a movie based on the true story of the theoretical physicist and cosmologist"
  },
  {
    "end_time": 10340,
    "index": 2,
    "start_time": 6160,
    "text": "Stephen Hawking and his life with ALS. It told the story about the"
  },
  {
    "end_time": 14480,
    "index": 3,
    "start_time": 10420,
    "text": "progression of the disease from the beginning when he is diagnosed until very recent years"
  },
  {
    "end_time": 19778,
    "index": 4,
    "start_time": 14629,
    "text": "He was first diagnosed at 21 and wasn&#39;t expected to live much longer than two years."
  },
  {
    "end_time": 26199,
    "index": 5,
    "start_time": 20420,
    "text": "Though his mobility became much more limited as time went on, he was able to discover and develop his theory on black holes"
  },
  {
    "end_time": 29739,
    "index": 6,
    "start_time": 26359,
    "text": "which has made him very well known in the cosmology and physics fields."
  },
  {
    "end_time": 34660,
    "index": 7,
    "start_time": 29960,
    "text": "These things weren&#39;t accomplished without a lot of determination on Stephen and his wife Jane&#39;s part."
  },
  {
    "end_time": 41349,
    "index": 8,
    "start_time": 34940,
    "text": "There were many physical boundaries that Stephen had to face but those didn&#39;t stop him from communicating all the brilliance inside his head."
  },
  {
    "end_time": 46300,
    "index": 9,
    "start_time": 42140,
    "text": "According to the ALS association, ALS is a progressive neurodegenerative"
  },
  {
    "end_time": 49840,
    "index": 10,
    "start_time": 46820,
    "text": "disease that affects nerve cells in the brain and spinal cord."
  },
  {
    "end_time": 56470,
    "index": 11,
    "start_time": 50300,
    "text": "Over time, the degeneration of motor neurons causes the brain to have less and less control over motor movements muscles."
  },
  {
    "end_time": 64989,
    "index": 12,
    "start_time": 57050,
    "text": "This often leads to full paralysis in the later stages of this disease. The average survival time is about three years for most people."
  },
  {
    "end_time": 72669,
    "index": 13,
    "start_time": 65509,
    "text": "According to the Mayo Clinic, some symptoms of ALS that typically occur includes difficulty walking, weakness in hands, slurred speech,"
  },
  {
    "end_time": 80920,
    "index": 14,
    "start_time": 73130,
    "text": "muscle cramps or twitching, and difficulty keeping your head up. From my knowledge and research of ALS, the portrayal of ALS was very well done."
  },
  {
    "end_time": 84640,
    "index": 15,
    "start_time": 81920,
    "text": "According to Jane&#39;s book, Traveling to Infinity,"
  },
  {
    "end_time": 90489,
    "index": 16,
    "start_time": 84640,
    "text": "She writes how &quot;Steven&#39;s absolute rejection of any outside help with his care was a stumbling block&quot; for a long time."
  },
  {
    "end_time": 96189,
    "index": 17,
    "start_time": 90890,
    "text": "At a dinner in the movie, Jonathan overstepped boundaries by trying to feed Steven."
  },
  {
    "end_time": 99818,
    "index": 18,
    "start_time": 96380,
    "text": "While the effort on Jonathan&#39;s part was with good intentions,"
  },
  {
    "end_time": 105039,
    "index": 19,
    "start_time": 99819,
    "text": "you cannot always assume that people who, even though they might benefit from help, might not always want it."
  },
  {
    "end_time": 110259,
    "index": 20,
    "start_time": 105889,
    "text": "One main lesson from this movie that I learned is you can never judge a book by its cover."
  },
  {
    "end_time": 116228,
    "index": 21,
    "start_time": 110659,
    "text": "While Stephen isn&#39;t able to maneuver and communicate in the same way as the majority of the population, he has"
  },
  {
    "end_time": 122469,
    "index": 22,
    "start_time": 116450,
    "text": "overcome so many obstacles to bring forth amazing scientific discoveries. The disease is not who Stephen Hawking is."
  },
  {
    "end_time": 128609,
    "index": 23,
    "start_time": 122929,
    "text": "Steven Hawking is an amazing theoretical physicist and cosmologist that happens to also have ALS."
  }
]