[
  {
    "end_time": 5319,
    "index": 1,
    "start_time": 390,
    "text": "Tired? We all know the feeling; irritable, groggy and exceptionally lazy. Chances are"
  },
  {
    "end_time": 10370,
    "index": 2,
    "start_time": 5319,
    "text": "you didn&#39;t sleep enough last night, or the past few nights. But what exactly is &quot;enough sleep?&quot;"
  },
  {
    "end_time": 13799,
    "index": 3,
    "start_time": 10370,
    "text": "And more importantly, can you ever &quot;catch up&quot; on it?"
  },
  {
    "end_time": 17339,
    "index": 4,
    "start_time": 13800,
    "text": "While the very function of sleep is still debated by scientists, we do know that it&#39;s"
  },
  {
    "end_time": 22538,
    "index": 5,
    "start_time": 17339,
    "text": "necessary to function efficiently and productively. After all, we spend 24 years of our lifetime"
  },
  {
    "end_time": 26909,
    "index": 6,
    "start_time": 22539,
    "text": "sleeping, it had better be important. Researchers have tested how much is required each night"
  },
  {
    "end_time": 31488,
    "index": 7,
    "start_time": 26909,
    "text": "by assigning groups of people to four, five, and eight hours of sleep over extended periods of"
  },
  {
    "end_time": 36500,
    "index": 8,
    "start_time": 31489,
    "text": "time. After 14 days, those with eight hours of sleep exhibited few attention lapses of cognitive"
  },
  {
    "end_time": 42210,
    "index": 9,
    "start_time": 36500,
    "text": "issues; however, those with six or four hours of sleep showed a steady decline. In fact, after"
  },
  {
    "end_time": 47149,
    "index": 10,
    "start_time": 42210,
    "text": "only two weeks, the six hour group showed a similar reaction time to a person with a blood alcohol"
  },
  {
    "end_time": 52699,
    "index": 11,
    "start_time": 47149,
    "text": "concentration of 0.1%, which is considered legally drunk. The four hour sleepers suffered"
  },
  {
    "end_time": 57160,
    "index": 12,
    "start_time": 52699,
    "text": "even more, occasionally falling asleep during their cognitive tests. In both groups, brain"
  },
  {
    "end_time": 61898,
    "index": 13,
    "start_time": 57160,
    "text": "function decreased day by day, almost linearly with no sign of leveling off."
  },
  {
    "end_time": 66450,
    "index": 14,
    "start_time": 61899,
    "text": "Scientists have dubbed this cumulative effect as sleep debt. So can we recover from it?"
  },
  {
    "end_time": 70170,
    "index": 15,
    "start_time": 66450,
    "text": "After a night or two of little sleep, studies show that the body and brain can fully recover"
  },
  {
    "end_time": 74420,
    "index": 16,
    "start_time": 70170,
    "text": "with a few nights of good sleep. However, with long term sleep deprivation on the scale"
  },
  {
    "end_time": 79240,
    "index": 17,
    "start_time": 74420,
    "text": "of weeks to months, the recovery of cognitive function is much slower, requiring many more"
  },
  {
    "end_time": 83789,
    "index": 18,
    "start_time": 79240,
    "text": "nights of quality sleep. On the timescale of months to years, it is unknown whether"
  },
  {
    "end_time": 88500,
    "index": 19,
    "start_time": 83790,
    "text": "brain function can be fully repaired, or if it causes permanent damage. Paradoxically,"
  },
  {
    "end_time": 92969,
    "index": 20,
    "start_time": 88500,
    "text": "with chronic sleep deprivation, your sleepiness or how tired you feel does eventually level"
  },
  {
    "end_time": 97548,
    "index": 21,
    "start_time": 92969,
    "text": "off, meaning that you become less and less aware of your objective impairment over time."
  },
  {
    "end_time": 102259,
    "index": 22,
    "start_time": 97549,
    "text": "So how long should you sleep? Most studies tend to show that seven to eight hours of sleep is the"
  },
  {
    "end_time": 107020,
    "index": 23,
    "start_time": 102259,
    "text": "average ideal for humans. Apart from the cognitive issues, individuals who consistently sleep"
  },
  {
    "end_time": 111630,
    "index": 24,
    "start_time": 107020,
    "text": "less than seven hours a night have an increased risk of heart disease, obesity and diabetes,"
  },
  {
    "end_time": 116420,
    "index": 25,
    "start_time": 111630,
    "text": "not to mention a 12% higher risk of death. On the flip side, studies have shown that"
  },
  {
    "end_time": 120270,
    "index": 26,
    "start_time": 116420,
    "text": "while sleeping more than eight hours does not impair brain function, it also carries an"
  },
  {
    "end_time": 126320,
    "index": 27,
    "start_time": 120270,
    "text": "increased risk of heart disease, obesity and diabetes, and a 30% increased risk of mortality!"
  },
  {
    "end_time": 128780,
    "index": 28,
    "start_time": 126320,
    "text": "So too much sleep may also be a bad thing."
  },
  {
    "end_time": 133790,
    "index": 29,
    "start_time": 128780,
    "text": "But variation most certainly exists, and our genetics play a large role. In fact, individuals"
  },
  {
    "end_time": 138280,
    "index": 30,
    "start_time": 133790,
    "text": "genuinely unaffected by only six hours of sleep were found to have a mutation of a specific"
  },
  {
    "end_time": 142420,
    "index": 31,
    "start_time": 138280,
    "text": "gene. When scientists genetically engineered mice to express this gene, they were able"
  },
  {
    "end_time": 147458,
    "index": 32,
    "start_time": 142420,
    "text": "to stay awake for an extra 1.2 hours than normal mice. It turns out these short sleepers"
  },
  {
    "end_time": 150819,
    "index": 33,
    "start_time": 147459,
    "text": "have more biologically intense sleep sessions than the average person."
  },
  {
    "end_time": 155159,
    "index": 34,
    "start_time": 150819,
    "text": "Ultimately, while it&#39;s important to know the ideal average of seven to eight hours exists, let"
  },
  {
    "end_time": 159690,
    "index": 35,
    "start_time": 155159,
    "text": "your body and brain help you figure out its own needs. After all, no one shoe size fits"
  },
  {
    "end_time": 163370,
    "index": 36,
    "start_time": 159690,
    "text": "all. If you want to know how to get better quality sleep each night in order to conquer"
  },
  {
    "end_time": 167560,
    "index": 37,
    "start_time": 163370,
    "text": "the hurdles of sleep deprivation, we have some tips and research for you over on ASAPThought."
  },
  {
    "end_time": 171010,
    "index": 38,
    "start_time": 167560,
    "text": "You can find a link in the description below to that video."
  },
  {
    "end_time": 176269,
    "index": 39,
    "start_time": 171010,
    "text": "Thanks to Audible.com for giving you a free audio book of your choice at audible.com/asap."
  },
  {
    "end_time": 180739,
    "index": 40,
    "start_time": 176269,
    "text": "Audible is the leading provider of audio books with over 150,000 downloadable titles across"
  },
  {
    "end_time": 184519,
    "index": 41,
    "start_time": 180739,
    "text": "all types of literature. We recommend the &#39;A Song of Ice and Fire&#39; series, which"
  },
  {
    "end_time": 188730,
    "index": 42,
    "start_time": 184519,
    "text": "the Game of Thrones TV show is based off of. It&#39;s kept us up through the nights and caused"
  },
  {
    "end_time": 192530,
    "index": 43,
    "start_time": 188730,
    "text": "a lot of lost sleep! You can download this audio book or another of your choice for"
  },
  {
    "end_time": 197280,
    "index": 44,
    "start_time": 192530,
    "text": "free at audible.com/asap. And with a subscription you can get one free book a month, so you can"
  },
  {
    "end_time": 200000,
    "index": 45,
    "start_time": 197280,
    "text": "read the whole series! Special thanks to Audible for making these videos possible."
  },
  {
    "end_time": 203000,
    "index": 46,
    "start_time": 201000,
    "text": "And subscribe for more weekly science videos!"
  }
]