[
  {
    "end_time": 12605,
    "index": 1,
    "start_time": 9690,
    "text": "Welcome to your Tuesday edition of CNN STUDENT NEWS."
  },
  {
    "end_time": 16333,
    "index": 2,
    "start_time": 12605,
    "text": "Hope you`re all doing well as the year winds down and exam crop up."
  },
  {
    "end_time": 18029,
    "index": 3,
    "start_time": 16332,
    "text": "We`re starting today in Gaza. "
  },
  {
    "end_time": 23669,
    "index": 4,
    "start_time": 18030,
    "text": "You`ve heard us mention this region of the Middle East before, \n or often in the contest of the Israeli-Palestinian conflict."
  },
  {
    "end_time": 27367,
    "index": 5,
    "start_time": 23669,
    "text": "But further complicating life in the area, severe flooding."
  },
  {
    "end_time": 34691,
    "index": 6,
    "start_time": 27367,
    "text": "It started with a very rare snowstorm, the first there in \n decades, but then rain and rising waters knocked out power."
  },
  {
    "end_time": 43133,
    "index": 7,
    "start_time": 34691,
    "text": "That caused problems for medical care and city services, delays in deliveries \n of much needed fuel. And that`s just its toll on infrastructure."
  },
  {
    "end_time": 51448,
    "index": 8,
    "start_time": 44199,
    "text": "In a place already blighted and bleak from years of war and a \n lack of resources, a winter storm in pushing people to the brink."
  },
  {
    "end_time": 57749,
    "index": 9,
    "start_time": 51448,
    "text": "In some of the tightly women neighborhoods, several days of torrential \n rain have created rivers where there should be roads. "
  },
  {
    "end_time": 63693,
    "index": 10,
    "start_time": 57749,
    "text": " The Hamas government says more than 5,000 people have \n been forced from their homes in Gaza. "
  },
  {
    "end_time": 67700,
    "index": 11,
    "start_time": 63693,
    "text": "Ummiyad (ph) and her six children fled to an overcrowded shelter."
  },
  {
    "end_time": 73540,
    "index": 12,
    "start_time": 67700,
    "text": "They had no choice but to abandon the room they \n all slept in and leave behind everything they had."
  },
  {
    "end_time": 78458,
    "index": 13,
    "start_time": 75723,
    "text": "She said, she came here because her house was destroyed. "
  },
  {
    "end_time": 84232,
    "index": 14,
    "start_time": 78458,
    "text": "The roof fell in, and water soaked the mattresses and blankets. There \n was no way to salvage things and dry out. "
  },
  {
    "end_time": 90307,
    "index": 15,
    "start_time": 84232,
    "text": " A lone power plant was shut off last month \n causing 12 hour blackouts due to a fuel shortage."
  },
  {
    "end_time": 94919,
    "index": 16,
    "start_time": 89050,
    "text": "On a tour of the destruction brought by the winter storm a \n Hamas minister gets an earful as he approaches the farmer."
  },
  {
    "end_time": 99070,
    "index": 17,
    "start_time": 97093,
    "text": "&quot;I might freeze to death,&quot; the farmer yells."
  },
  {
    "end_time": 110639,
    "index": 18,
    "start_time": 99070,
    "text": "The farmer is distraught because the storm has flooded his field and frozen his crops, \n which means he will suffer a long, difficult year, not just a hard winter."
  },
  {
    "end_time": 121050,
    "index": 19,
    "start_time": 110636,
    "text": "He says he`s totally ruined, there is nothing left, not the greenhouse nor his field \n of peas, carrots, cucumbers and potatoes. It`s all completely destroyed, he tells us."
  },
  {
    "end_time": 126330,
    "index": 20,
    "start_time": 121047,
    "text": "Here, the blame game is an endless stream of \n slights (ph) Hamas lays at Israel`s feet. "
  },
  {
    "end_time": 138060,
    "index": 21,
    "start_time": 126326,
    "text": "But the blame goes both ways. An Israeli-Egyptian blockade that Israel says then placed to curb the flow of \n weapons into Gaza is also slowing down the import of things such as fuel and building supplies."
  },
  {
    "end_time": 144310,
    "index": 22,
    "start_time": 138063,
    "text": "On Friday, Israel opened the main crossing to allow in \n fuel and water pumps to help alleviate the flooding."
  },
  {
    "end_time": 154830,
    "index": 23,
    "start_time": 144842,
    "text": "According to the U.N. agency there, the damage from the flood has created disastrous zones in parts \n of Gaza, in the place that is always lacking more help can`t come soon enough."
  },
  {
    "end_time": 159940,
    "index": 24,
    "start_time": 155479,
    "text": "The U.S. National Security Agency has made international headlines this year. "
  },
  {
    "end_time": 165500,
    "index": 25,
    "start_time": 159940,
    "text": "It started when a former NSA worker named Edward Snowden leaked classified information."
  },
  {
    "end_time": 171570,
    "index": 26,
    "start_time": 165501,
    "text": "Part of it indicated that the NSA had collected billions \n of phone and email records of American citizens."
  },
  {
    "end_time": 177210,
    "index": 27,
    "start_time": 171571,
    "text": "Well, a federal judge ruled Monday that the NSA`s \n collection of American phone records is unconstitutional."
  },
  {
    "end_time": 180010,
    "index": 28,
    "start_time": 177371,
    "text": "That it was likely a violation of privacy right. "
  },
  {
    "end_time": 187940,
    "index": 29,
    "start_time": 180010,
    "text": "The rulings in favor of four plaintiffs suing the government, but it`s limited only \n to those four, not everyone whose phone records might have been collected."
  },
  {
    "end_time": 198910,
    "index": 30,
    "start_time": 188944,
    "text": "This ruling could open the door to more legal challenges, though. The U.S. Justice Department is \n studying the ruling. It says the NSA spy program protected the privacy of American citizens."
  },
  {
    "end_time": 206299,
    "index": 31,
    "start_time": 200415,
    "text": "Just the facts: CTE stands for chronic traumatic encephalopathy."
  },
  {
    "end_time": 212100,
    "index": 32,
    "start_time": 206302,
    "text": "It`s a brain disease known to affect athletes and anyone \n else who`s had repeated hits to the head. "
  },
  {
    "end_time": 216610,
    "index": 33,
    "start_time": 212098,
    "text": "CTE can affect someone`s memory, mood or behavior. "
  },
  {
    "end_time": 225760,
    "index": 34,
    "start_time": 216610,
    "text": " It can cause depression, and CTE gets worse over \n time. This disease is only diagnosed after someone dies."
  },
  {
    "end_time": 237840,
    "index": 35,
    "start_time": 228928,
    "text": "A quote at baseball reference.com says Ryan Freel made it fun to watch if you \n care about baseball, but hard to watch if you care about him. "
  },
  {
    "end_time": 241710,
    "index": 36,
    "start_time": 237842,
    "text": "The outfielder and baseman repeatedly risked his body for the game."
  },
  {
    "end_time": 249230,
    "index": 37,
    "start_time": 241711,
    "text": "A year after his suicide, his family released information that \n shows he`s the first Major Leaguer diagnosed with CTE."
  },
  {
    "end_time": 252930,
    "index": 38,
    "start_time": 249228,
    "text": "It`s hoped that can help doctors better understand brain injuries."
  },
  {
    "end_time": 259670,
    "index": 39,
    "start_time": 252932,
    "text": "Ryan Freel played baseball without fear. Diving after balls and crashing into walls."
  },
  {
    "end_time": 269310,
    "index": 40,
    "start_time": 259668,
    "text": "In his eight year Major League Baseball career, Freel estimated that he`d suffered ten \n concussions, but his family says the real number may be even higher. "
  },
  {
    "end_time": 278690,
    "index": 41,
    "start_time": 269313,
    "text": "After Freel took his own life last year, his family gave permission for a team \n of researchers at Boston University to examine his brain for signs of CTE,"
  },
  {
    "end_time": 288800,
    "index": 42,
    "start_time": 278690,
    "text": "or chronic traumatic encephalopathy, the form of brain damage found in football players \n like Mike Webster, Dave Duerson, Junior Seau and dozens of others."
  },
  {
    "end_time": 297960,
    "index": 43,
    "start_time": 289416,
    "text": "On Sunday, Freel`s family announced that Ryan did suffer from CTE, making \n him the first Major League baseball player to receive that diagnosis,"
  },
  {
    "end_time": 303409,
    "index": 44,
    "start_time": 297960,
    "text": "and possibly explaining the years of depression and \n erratic behavior leading up to this death."
  },
  {
    "end_time": 319330,
    "index": 45,
    "start_time": 304203,
    "text": "Important cases like Ryan Freel make a difference, because it is showing us that you don`t need to have the \n kind of hits that we see in football or in hockey or in other real collision sports. "
  },
  {
    "end_time": 323190,
    "index": 46,
    "start_time": 319329,
    "text": "You just need a lot of brain trauma, it seems."
  },
  {
    "end_time": 335400,
    "index": 47,
    "start_time": 323193,
    "text": "And another high profile suicide, one year ago this month, Kansas City Chiefs player Jovan Belcher shot \n his girlfriend before driving to the team`s practice facility and turning the gun on himself."
  },
  {
    "end_time": 345580,
    "index": 48,
    "start_time": 335398,
    "text": "Now, the Belcher family tell the Kansas City &quot;Star&quot; that they too, suspect CTE, \n and on Friday, Belcher`s body was exhumed so his brain could be examined."
  },
  {
    "end_time": 355200,
    "index": 49,
    "start_time": 345577,
    "text": "CTE can only be diagnoses after death by analyzing brain tissue. But experts say \n examining a brain one year after intermint (ph) may or may not work."
  },
  {
    "end_time": 362900,
    "index": 50,
    "start_time": 355739,
    "text": "Our brains are really important to us. And we can`t \n keep hitting them the way that we have been."
  },
  {
    "end_time": 375140,
    "index": 51,
    "start_time": 362898,
    "text": "So, that doesn`t mean stop playing these great sports, it means trying to reduce the amount \n of head trauma from an early age all through every level of the play."
  },
  {
    "end_time": 379140,
    "index": 52,
    "start_time": 376538,
    "text": "Some are calling this, the start of a robot revolution."
  },
  {
    "end_time": 384840,
    "index": 53,
    "start_time": 379144,
    "text": "Not the bipedal working robot you see here, but the fact \n that Google has bought the company that makes it. "
  },
  {
    "end_time": 386489,
    "index": 54,
    "start_time": 384840,
    "text": "It` called Boston Dynamics."
  },
  {
    "end_time": 390890,
    "index": 55,
    "start_time": 386490,
    "text": "You might have seen one of its other creations, \n the big dog robot on our show. "
  },
  {
    "end_time": 397200,
    "index": 56,
    "start_time": 395255,
    "text": "Why would Google buy it?"
  },
  {
    "end_time": 402780,
    "index": 57,
    "start_time": 397195,
    "text": "Well, it`s possible robots could be used to move products \n in warehouses. Or to deliver packages to doorsteps."
  },
  {
    "end_time": 406130,
    "index": 58,
    "start_time": 402779,
    "text": "It`s also possible they could take jobs currently done by people. "
  },
  {
    "end_time": 410929,
    "index": 59,
    "start_time": 406126,
    "text": "Google isn`t saying what it plans to do with this \n technology or how much it paid for it. "
  },
  {
    "end_time": 416860,
    "index": 60,
    "start_time": 410927,
    "text": "The Boston Dynamics is the eighth robotic company that \n Google has bought in the pat six months."
  },
  {
    "end_time": 429440,
    "index": 61,
    "start_time": 422045,
    "text": "Well, if compassion, giving and generosity are parts of the Christmas \n spirit, an exceptional example is in today`s character study."
  },
  {
    "end_time": 432530,
    "index": 62,
    "start_time": 429591,
    "text": "Lay away helps you reserve something you want to buy, like a gift."
  },
  {
    "end_time": 437429,
    "index": 63,
    "start_time": 432530,
    "text": "You pay part of the price upfront, and then the store holds \n it for you until you pay the rest overtime. "
  },
  {
    "end_time": 442099,
    "index": 64,
    "start_time": 437429,
    "text": "One Walmart shopper hated the idea of others coming up short on layaway."
  },
  {
    "end_time": 447570,
    "index": 65,
    "start_time": 443538,
    "text": "He was running his carts I can`t believe they \n didn`t` melt. He was running himself ..."
  },
  {
    "end_time": 452580,
    "index": 66,
    "start_time": 447574,
    "text": "Deb Davis says in her 13 years of working at \n Walmart, she has never seen anything like it."
  },
  {
    "end_time": 460020,
    "index": 67,
    "start_time": 452585,
    "text": "We`ve had layaway Santas that will do it. A couple of thousands here, a \n couple of thousands there, but 20,000 was just, you know, an amazing amount."
  },
  {
    "end_time": 469090,
    "index": 68,
    "start_time": 460023,
    "text": "Over $20,000 helping some 80 people. It happened this past Saturday, \n and we now know that layaway Santa is Greg Parady,"
  },
  {
    "end_time": 476190,
    "index": 69,
    "start_time": 469093,
    "text": "a local financial planner who was supposed to be here buying bicycles for \n Toys for Tots, when he decided to do a little more."
  },
  {
    "end_time": 483720,
    "index": 70,
    "start_time": 476187,
    "text": "So, I came back here and I saw him standing here with \n his credit card and he was just swiping, and swiping."
  },
  {
    "end_time": 488880,
    "index": 71,
    "start_time": 484441,
    "text": "Cindy Nazarro was his business partner, and snapped these photos of Parady paying away."
  },
  {
    "end_time": 494480,
    "index": 72,
    "start_time": 488934,
    "text": "He had heard a lady out, in one of the isles \n talking about how she needed to pay off her layaway,"
  },
  {
    "end_time": 502580,
    "index": 73,
    "start_time": 494485,
    "text": "but she didn`t think she was going to be able to take care of all of \n it this year, and so he just walked back here and started in. It`s crazy."
  },
  {
    "end_time": 510500,
    "index": 74,
    "start_time": 502576,
    "text": "Deb says several people who had items on layaway, immediately started getting \n text messages telling them a payment had been made. "
  },
  {
    "end_time": 514700,
    "index": 75,
    "start_time": 510499,
    "text": "While others didn`t find out until days later \n when they came in to the store."
  },
  {
    "end_time": 523380,
    "index": 76,
    "start_time": 514701,
    "text": "Tears, surprise, I mean I thought there was one lady that actually after she cried \n she had to sit down because we thought she was going to faint."
  },
  {
    "end_time": 531550,
    "index": 77,
    "start_time": 526910,
    "text": "Watch out! The Cougars are stalking today`s CNN STUDENT NEWS Roll Call"
  },
  {
    "end_time": 536040,
    "index": 78,
    "start_time": 531515,
    "text": "Outwest, from Foothill High School in Palo Cidro, California, the cougars. "
  },
  {
    "end_time": 541050,
    "index": 79,
    "start_time": 535993,
    "text": "Prowling east from Oak Creek East Middle School \n in Oak Creek, Wisconsin, the Cougars. "
  },
  {
    "end_time": 546670,
    "index": 80,
    "start_time": 541048,
    "text": "And you can`t escape them on the Atlantic Coast. Watch \n out for the Cougars from Delcastle Technical High School."
  },
  {
    "end_time": 555340,
    "index": 81,
    "start_time": 551212,
    "text": "That looks like any bike ride at first, but can \n you handle what`s on the handle bars? "
  },
  {
    "end_time": 562470,
    "index": 82,
    "start_time": 555340,
    "text": "Some chose not to, cuddling while peddling a Teddy Bear. Others at \n this even in Florida bore almost more than they could bear."
  },
  {
    "end_time": 568440,
    "index": 83,
    "start_time": 562474,
    "text": "The events intended to extend the helping hand to children in \n need, brining them bears in a wheely creative way. "
  },
  {
    "end_time": 575240,
    "index": 84,
    "start_time": 568445,
    "text": "The teddy bear ride`s been such a success that the Sun Coast \n cycling club`s spoken of doing it for years to come. "
  },
  {
    "end_time": 578270,
    "index": 85,
    "start_time": 575236,
    "text": "It`s one way to ensure a beary merry Christmas."
  },
  {
    "end_time": 584219,
    "index": 86,
    "start_time": 578266,
    "text": " A holiday staff with good cheer, a Decembery to Remembery even \n the site of if like our puns make some plush."
  },
  {
    "end_time": 587400,
    "index": 87,
    "start_time": 584216,
    "text": "I`m Carl Azuz at CNN STUDENT NEWS. (inaudible) again tomorrow."
  }
]