[
  {
    "end_time": 7000,
    "index": 1,
    "start_time": 2300,
    "text": "The immune system protects us against germs that can make us unwell."
  },
  {
    "end_time": 12000,
    "index": 2,
    "start_time": 7300,
    "text": "It makes special blood cells and antibodies which help to do this."
  },
  {
    "end_time": 18000,
    "index": 3,
    "start_time": 12300,
    "text": "The first time your body meets a new germ, your body may not be very good at fighting it."
  },
  {
    "end_time": 25000,
    "index": 4,
    "start_time": 18000,
    "text": "That&#39;s because it takes time to make the blood cells and antibodies required to fight off the new germ."
  },
  {
    "end_time": 30000,
    "index": 5,
    "start_time": 25300,
    "text": "It&#39;s during this time that the germs can sometimes make you unwell."
  },
  {
    "end_time": 36000,
    "index": 6,
    "start_time": 31000,
    "text": "But a healthy immune system will eventually make the blood cells and antibodies that fight off the germs."
  },
  {
    "end_time": 41000,
    "index": 7,
    "start_time": 37300,
    "text": "Once your immune system has encountered a germ, it doesn&#39;t forget."
  },
  {
    "end_time": 44000,
    "index": 8,
    "start_time": 41200,
    "text": "The next time the same germ enters your body,"
  },
  {
    "end_time": 50000,
    "index": 9,
    "start_time": 44000,
    "text": "your immune system is able to respond more quickly, destroying the germs before you become unwell."
  },
  {
    "end_time": 56300,
    "index": 10,
    "start_time": 51000,
    "text": "This is called immunity, and that&#39;s what the immunisation is all about."
  },
  {
    "end_time": 63000,
    "index": 11,
    "start_time": 57000,
    "text": "HPV immunisation works by making your body remember the most common kinds of HPV"
  },
  {
    "end_time": 66300,
    "index": 12,
    "start_time": 63000,
    "text": "that can cause cervical cancer and genital warts."
  },
  {
    "end_time": 74300,
    "index": 13,
    "start_time": 67000,
    "text": "The HPV vaccine contains little particles that look the same as some of the particles on the outside of the real virus."
  },
  {
    "end_time": 78300,
    "index": 14,
    "start_time": 75000,
    "text": "Because they are only particles, not the actual virus,"
  },
  {
    "end_time": 81000,
    "index": 15,
    "start_time": 78300,
    "text": "you can&#39;t get HPV from having the injections."
  },
  {
    "end_time": 90000,
    "index": 16,
    "start_time": 83000,
    "text": "They&#39;ll just trigger your immune system so you can fight the HPV virus if you need to in the future."
  }
]