[
  {
    "end_time": 11100,
    "index": 1,
    "start_time": 5430,
    "text": "Here&#39;s some tips on how to outline your speech.\nFor starters, you don&#39;t want to just write"
  },
  {
    "end_time": 16750,
    "index": 2,
    "start_time": 11100,
    "text": "and write and write 58 pages of PowerPoint.\nThat&#39;s too much to even start from. What you"
  },
  {
    "end_time": 23730,
    "index": 3,
    "start_time": 16750,
    "text": "should do is brainstorm on every single distinct\nidea or message you have. Maybe you have 20"
  },
  {
    "end_time": 29170,
    "index": 4,
    "start_time": 23730,
    "text": "or 30. But then you&#39;ve got to be a harsh editor.\nYou&#39;ve got to really figure out what are literally"
  },
  {
    "end_time": 36170,
    "index": 5,
    "start_time": 29170,
    "text": "just your top five ideas. Get rid of the others.\nYou&#39;ve got five bullet points on your outline."
  },
  {
    "end_time": 43440,
    "index": 6,
    "start_time": 36570,
    "text": "Next, underneath each one, you&#39;ve got a story\nthat dramatizes this particular point. If"
  },
  {
    "end_time": 47709,
    "index": 7,
    "start_time": 43440,
    "text": "you&#39;ve got it, put another point underneath\nit, a fact, a number that&#39;s really important"
  },
  {
    "end_time": 53750,
    "index": 8,
    "start_time": 47710,
    "text": "that you might not remember, put that. And\nfinally, under each message point, if you"
  },
  {
    "end_time": 58769,
    "index": 9,
    "start_time": 53750,
    "text": "have a PowerPoint slide, you need something\nthat tells you what the slide is so you can"
  },
  {
    "end_time": 65189,
    "index": 10,
    "start_time": 58770,
    "text": "talk about it before the slide comes up. That\nway you&#39;re in charge, not the PowerPoint."
  },
  {
    "end_time": 71570,
    "index": 11,
    "start_time": 65188,
    "text": "So what do you end up with? A simple outline,\n5 big points and a few bullet points underneath"
  },
  {
    "end_time": 78059,
    "index": 12,
    "start_time": 71570,
    "text": "each one to remind you of the story, an example\nor fact, and the visual. Do that, and you&#39;ll"
  },
  {
    "end_time": 84500,
    "index": 13,
    "start_time": 78060,
    "text": "have a great, simple, lean, efficient, one-page\noutline to guide you through your whole presentation."
  }
]